opensessions.org
#+TITLE: 2026 Open Sessions Timetable, Round 2
#+SUBTITLE: 18 June 2026
#+AUTHOR: Luke Elson, luke.elson@reading.ac.uk

