opensessions.org
* Open Sessions Rules and Advice
Each open session takes two hours, split (in nearly every case)
between four speakers.

Grouping such a large number of papers into sessions of four means for
some slightly odd or arbitrary groupings; sorry about that. Sometimes
this is due to speaker scheduling constraints, but it may often simply
be strange choices on my part!

** Finding your room

Because of the large number of parallel sessions, some of the sessions
will be in the two large lecture theatres. I know this is a bit odd,
but I thought it better than going for buildings outside Palmer and
Edith Morley (which are very close together).

Many people find the Edith Morley building confusing, which I've never
understood. It's a masterpiece of logical planned architecture.

The first part of a room number (G/1/2/3/4) is the floor. The second
part is the room. For the latter, use the numbering signs along the
corridors, rather than the maps. The maps are genuinely confusing.

** Within the session

Traditionally, one of the speakers chairs the session.

The order of speakers below is the default (which allows people to
move between papers), but by agreement you may wish to depart from it
for one reason or another.

I'd advise keeping paper plus question and answer to 25 minutes, to
allow for changeover.

Chairs should only tolerate follow-up questions if all other askers
have had a go and there is time left.

Or a blunter version of this advice from previous programmes:

#+BEGIN_QUOTE

*Rules for Open Sessions and the Chairing thereof*

1. Each half-hour slot in the open sessions starts at its allotted time whether or not anyone has started speaking and lasts for precisely 29 minutes 
2. Experience shows that the 29 minutes is exhausted entirely by 20 minutes speaking and 5 minutes questions. 
3. Previous chairs have observed that it doesn’t matter if speakers start speaking late; if they want any questions they stop by the 23rd minute. 
4. There are no follow-up (or ‘finger’) questions.
5. There is never time for just one more question.
6. Chairs are instructed to interrupt speakers at the 28th minute.

#+END_QUOTE

** Screens? Handouts?

It's possible to use the in-room projectors or screens, but it might
be easier to bring your own laptop and attach it. It might be even
easier to use a handout (you will need to bring copies).

Or easiest of all is to use the board. I'll go around a few days
before the Joint Session to make sure there's at least one working
marker pen in each room.

**** TODO handout information goes here...

* Open Session I: Thursday 17.00 – 19.00 [16/16]
** DONE Session I.1 Metaethics
*** Ronan Ó Maonaile, Why Fit-Making Considerations Are Not Normative Reasons
*** Samuele Chilovi, Normative Authority, Formal Normativity, and the Question of What to Do
*** Umut Baysan, Reasons as Non-Causal Powers
*** Niklas Kurzböck, An Essentialist Explanation for the Normative Status of Future Generations
** DONE Session I.2 Artificial Intelligence
*** Ari Deller, 'Can AIs do X': The Wrong Question in AI Scholarship
*** Rory Aird, ChatGPT isn't safe
*** Rahul Kumar Maurya, Ethics and AI's Challenge to Humanity: A Perspective from Early Buddhism
*** Drew Chambers, When should you trust ChatGPT? Deference, Inquiry, and Epistemic Risk
** DONE Session I.3 Normative Ethics
*** Rebecca Brione, Requests for permission: an intriguing normative phenomenon hiding in plain sight
We perform requests for permission all the time. However, little
attention has been paid to what we do with our words when we request
permission. In contrast there is plentiful analysis, although
considerable disagreement, on how we characterise /responses/ to
requests for permission and what we do when we perform simple requests
such as ‘pass the salt’. This dichotomy is striking because permission
requests are equally commonplace in everyday life, playing a rich role
in ongoing debates about consent, refusal and the conditions for
autonomy in people’s lives.

This paper offers a novel characterisation of permission requests. It
argues that permission requests generate /de novo/,
content-independent, discretionary reasons for action. That is, they
directly generate reasons for the requestee to waive a claim-right,
simply ‘because I asked’. The paper shows that analysing permission
requests provides novel reasons to support the claim that all requests
generate discretionary reasons, rather than obligations, for the
requestee to act, and that there are valuable autonomy-related reasons
for this.

Permission requests have been overlooked as an important normative
phenomenon in their own right. Analysing these important illocutions
also supports a more robust characterisation of requests as a whole,
and provides a springboard for better understanding their
socially-significant sequelae of consent and refusal.
**** Thursday                                                      :noexport:
*** Dong An, Moral Bitterness Reconsidered
*** Pilar Lopez-Cantero, Friendship break-ups
*** Anna Dvorishchina, Compassion Towards the Culpable 
** DONE Session I.4 Political Philosophy
*** Kieran Oberman, Nature vs Murder
*** Gunnar Björnsson, Distributing the State's Agency: A New Framework for Political Justice
*** Marta Giunta Martino, Can Institutions Express Dissent? An Ontological Perspective on Institutional Moral Protest
*** Qifan Yang, Hierarchical Injustice and Immigration
** DONE Session I.5 Aesthetics
*** Mehmet YILDIZ, Context of Distraction: On the Nature of Silly Questions
*** Leonardo Nanni, An Aesthetic Argument for Supererogatory Actions
