docs/opensessions.html
<div id="outline-container-orge022e5d" class="outline-2">
<h2 id="orge022e5d"><span class="section-number-2">2.</span> Open Sessions Rules and Advice</h2>
<div class="outline-text-2" id="text-2">
<p>
Each open session takes two hours, split (in nearly every case)
between four speakers.
</p>

<p>
Grouping such a large number of papers into sessions of four means for
some slightly odd or arbitrary groupings; sorry about that. Sometimes
this is due to speaker scheduling constraints, but it may often simply
be strange choices on my part!
</p>
</div>
<div id="outline-container-org830aebb" class="outline-3">
<h3 id="org830aebb"><span class="section-number-3">2.1.</span> Finding your room</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Because of the large number of parallel sessions, some of the sessions
will be in the two large lecture theatres. I know this is a bit odd,
but I thought it better than going for buildings outside Palmer and
Edith Morley (which are very close together).
</p>

<p>
Many people find the Edith Morley building confusing, which I've never
understood. It's a masterpiece of logical planned architecture.
</p>

<p>
The first part of a room number (G/1/2/3/4) is the floor. The second
part is the room. For the latter, use the numbering signs along the
corridors, rather than the maps. The maps are genuinely confusing.
</p>
</div>
</div>
<div id="outline-container-org2872981" class="outline-3">
<h3 id="org2872981"><span class="section-number-3">2.2.</span> Within the session</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Traditionally, one of the speakers chairs the session.
</p>

<p>
The order of speakers below is the default (which allows people to
move between papers), but by agreement you may wish to depart from it
for one reason or another.
</p>

<p>
I'd advise keeping paper plus question and answer to 25 minutes, to
allow for changeover.
</p>

<p>
Chairs should only tolerate follow-up questions if all other askers
have had a go and there is time left.
</p>

<p>
Or a blunter version of this advice from previous programmes:
</p>

<blockquote>
<p>

</p>

<p>
<b>Rules for Open Sessions and the Chairing thereof</b>
</p>

<ol class="org-ol">
<li>Each half-hour slot in the open sessions starts at its allotted time whether or not anyone has started speaking and lasts for precisely 29 minutes</li>
<li>Experience shows that the 29 minutes is exhausted entirely by 20 minutes speaking and 5 minutes questions.</li>
<li>Previous chairs have observed that it doesn’t matter if speakers start speaking late; if they want any questions they stop by the 23rd minute.</li>
<li>There are no follow-up (or ‘finger’) questions.</li>
<li>There is never time for just one more question.</li>
<li>Chairs are instructed to interrupt speakers at the 28th minute.</li>
</ol>
</blockquote>
</div>
</div>
<div id="outline-container-orge9419e3" class="outline-3">
<h3 id="orge9419e3"><span class="section-number-3">2.3.</span> Screens? Handouts?</h3>
<div class="outline-text-3" id="text-2-3">
<p>
It's possible to use the in-room projectors or screens, but it might
be easier to bring your own laptop and attach it. It might be even
easier to use a handout (you will need to bring copies).
</p>

<p>
Or easiest of all is to use the board. I'll go around a few days
before the Joint Session to make sure there's at least one working
marker pen in each room.
</p>
</div>
<ol class="org-ol">
<li><a id="org7404fcc"></a><span class="todo TODO">TODO</span> handout information goes here&#x2026;<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orgeba1ff7" class="outline-2">
<h2 id="orgeba1ff7"><span class="section-number-2">3.</span> Open Session I: Thursday 17.00 – 19.00 <code>[16/16]</code></h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org7b7bb01" class="outline-3">
<h3 id="org7b7bb01"><span class="section-number-3">3.1.</span> <span class="done DONE">DONE</span> Session I.1 Metaethics</h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-orgfc12f19" class="outline-4">
<h4 id="orgfc12f19"><span class="section-number-4">3.1.1.</span> Ronan Ó Maonaile, Why Fit-Making Considerations Are Not Normative Reasons</h4>
</div>
<div id="outline-container-org10ea812" class="outline-4">
<h4 id="org10ea812"><span class="section-number-4">3.1.2.</span> Samuele Chilovi, Normative Authority, Formal Normativity, and the Question of What to Do</h4>
</div>
<div id="outline-container-orgd598ac6" class="outline-4">
<h4 id="orgd598ac6"><span class="section-number-4">3.1.3.</span> Umut Baysan, Reasons as Non-Causal Powers</h4>
</div>
<div id="outline-container-org50de171" class="outline-4">
<h4 id="org50de171"><span class="section-number-4">3.1.4.</span> Niklas Kurzböck, An Essentialist Explanation for the Normative Status of Future Generations</h4>
</div>
</div>
<div id="outline-container-orge01da25" class="outline-3">
<h3 id="orge01da25"><span class="section-number-3">3.2.</span> <span class="done DONE">DONE</span> Session I.2 Artificial Intelligence</h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-org46fc2b9" class="outline-4">
<h4 id="org46fc2b9"><span class="section-number-4">3.2.1.</span> Ari Deller, 'Can AIs do X': The Wrong Question in AI Scholarship</h4>
</div>
<div id="outline-container-org344d6ee" class="outline-4">
<h4 id="org344d6ee"><span class="section-number-4">3.2.2.</span> Rory Aird, ChatGPT isn't safe</h4>
</div>
<div id="outline-container-orgf5ce8b2" class="outline-4">
<h4 id="orgf5ce8b2"><span class="section-number-4">3.2.3.</span> Rahul Kumar Maurya, Ethics and AI's Challenge to Humanity: A Perspective from Early Buddhism</h4>
</div>
<div id="outline-container-orge077bb1" class="outline-4">
<h4 id="orge077bb1"><span class="section-number-4">3.2.4.</span> Drew Chambers, When should you trust ChatGPT? Deference, Inquiry, and Epistemic Risk</h4>
</div>
</div>
<div id="outline-container-org31c7019" class="outline-3">
<h3 id="org31c7019"><span class="section-number-3">3.3.</span> <span class="done DONE">DONE</span> Session I.3 Normative Ethics</h3>
<div class="outline-text-3" id="text-3-3">
</div>
<div id="outline-container-orgde8ea5a" class="outline-4">
<h4 id="orgde8ea5a"><span class="section-number-4">3.3.1.</span> Rebecca Brione, Requests for permission: an intriguing normative phenomenon hiding in plain sight</h4>
<div class="outline-text-4" id="text-3-3-1">
<p>
We perform requests for permission all the time. However, little
attention has been paid to what we do with our words when we request
permission. In contrast there is plentiful analysis, although
considerable disagreement, on how we characterise <i>responses</i> to
requests for permission and what we do when we perform simple requests
such as ‘pass the salt’. This dichotomy is striking because permission
requests are equally commonplace in everyday life, playing a rich role
in ongoing debates about consent, refusal and the conditions for
autonomy in people’s lives.
</p>

<p>
This paper offers a novel characterisation of permission requests. It
argues that permission requests generate <i>de novo</i>,
content-independent, discretionary reasons for action. That is, they
directly generate reasons for the requestee to waive a claim-right,
simply ‘because I asked’. The paper shows that analysing permission
requests provides novel reasons to support the claim that all requests
generate discretionary reasons, rather than obligations, for the
requestee to act, and that there are valuable autonomy-related reasons
for this.
</p>

<p>
Permission requests have been overlooked as an important normative
phenomenon in their own right. Analysing these important illocutions
also supports a more robust characterisation of requests as a whole,
and provides a springboard for better understanding their
socially-significant sequelae of consent and refusal.
</p>
</div>
</div>
<div id="outline-container-orgf617e84" class="outline-4">
<h4 id="orgf617e84"><span class="section-number-4">3.3.2.</span> Dong An, Moral Bitterness Reconsidered</h4>
</div>
<div id="outline-container-org9591c28" class="outline-4">
<h4 id="org9591c28"><span class="section-number-4">3.3.3.</span> Pilar Lopez-Cantero, Friendship break-ups</h4>
</div>
<div id="outline-container-org85119b1" class="outline-4">
<h4 id="org85119b1"><span class="section-number-4">3.3.4.</span> Anna Dvorishchina, Compassion Towards the Culpable</h4>
</div>
</div>
<div id="outline-container-orgdf49295" class="outline-3">
<h3 id="orgdf49295"><span class="section-number-3">3.4.</span> <span class="done DONE">DONE</span> Session I.4 Political Philosophy</h3>
<div class="outline-text-3" id="text-3-4">
</div>
<div id="outline-container-org4bed04c" class="outline-4">
<h4 id="org4bed04c"><span class="section-number-4">3.4.1.</span> Kieran Oberman, Nature vs Murder</h4>
</div>
<div id="outline-container-org54296e8" class="outline-4">
<h4 id="org54296e8"><span class="section-number-4">3.4.2.</span> Gunnar Björnsson, Distributing the State's Agency: A New Framework for Political Justice</h4>
</div>
<div id="outline-container-orgfd72b92" class="outline-4">
<h4 id="orgfd72b92"><span class="section-number-4">3.4.3.</span> Marta Giunta Martino, Can Institutions Express Dissent? An Ontological Perspective on Institutional Moral Protest</h4>
</div>
<div id="outline-container-org2139b58" class="outline-4">
<h4 id="org2139b58"><span class="section-number-4">3.4.4.</span> Qifan Yang, Hierarchical Injustice and Immigration</h4>
</div>
</div>
<div id="outline-container-org7b0f238" class="outline-3">
<h3 id="org7b0f238"><span class="section-number-3">3.5.</span> <span class="done DONE">DONE</span> Session I.5 Aesthetics</h3>
<div class="outline-text-3" id="text-3-5">
</div>
<div id="outline-container-orgb2fcab8" class="outline-4">
<h4 id="orgb2fcab8"><span class="section-number-4">3.5.1.</span> Mehmet YILDIZ, Context of Distraction: On the Nature of Silly Questions</h4>
</div>
<div id="outline-container-org0ca5768" class="outline-4">
<h4 id="org0ca5768"><span class="section-number-4">3.5.2.</span> Leonardo Nanni, An Aesthetic Argument for Supererogatory Actions</h4>
</div>
