opensessions.org
*** Tessa Ditner Amorosi, The Epistemic Impact of an Aesthetic Category
*** Colette Olive, Miserable Characters and Unfeeling Artists: Trauma Porn as an Aesthetic Failing
** DONE Session I.6 Ancient Philosophy
*** Elena Padoan, Plato's Forms as Neutrals: Neither Universals Nor Particulars
*** Benjamin Conover, A New Perspective on the Receptacle in Plato's Timaeus
*** Alba Cercas Curry, Fake it, but never make it: The case for feigned contempt in Early Chinese Philosophy
*** Sofija Anna Kozlova, Celestial Good in Aristotle
** DONE Session I.7 Philosophy of Language
*** Alex Murphy, A Humanistic Approach to the Two Images
*** Maria Forsberg, Conceptual innovation: what it is and should be
*** Sarah Fisher, Shoring up speech norms in an age of artificial language generators
*** Uri Brun, Beyond the Implementation Problem: A Cavellian Perspective on Conceptual Engineering
** DONE Session I.8 Perception
*** Pietro Chiericoni, Cross-Cultural Variations in Emotionally Charged Perception
*** Eugen Fischer, Experimental argument analysis: Empirically examining the argument from hallucination
**** THURSDAY :noexport:
*** Niccolò Nanni, When The Senses Don't Match
*** Roope Ryymin, What We See in the Shadows
** DONE Session I.9 Interpersonal Relationships
*** Hannah Barrios, Relationships Without the Reactive Attitudes
*** Christina Fritz, Automatic Speech, Unintentional Harm, and Moral Accountability
*** Javier Moreno, Why Is Breaching Trust Morally Wrong?
*** Leah Henderson, Defining 'societal trust'
** DONE Session I.10 Rational Choice, Beliefs, Differences
*** Kangyu Wang, Making Hard Choices for Changing Selves
*** Binjie Zou, Ramsey: Measuring partial belief 
*** Nicholas Smith, What are Degrees of Belief?
*** Matthew Rellihan, Difference Making in Action
** DONE Session I.11 Metaphysics
*** Karol Polcyn, Conceivability Intuitions and A Posteriori Physicalism
*** Robert Trueman, The functional individuation of properties
*** Andrei Ionut Marasoiu, Pragmatics and elusive deflationism about extended minds
*** James Ross, Analogy and Determination
According to Kris McDaniel, if a property is analogous, there are
multiple ways of having that property. If, for example, /being/ is
analogous, it fragments into different modes of /being/. In this essay I
discuss a serious concern for proponents of this view: that analogy is
curiously similar to, or perhaps /just is/, the determinable–determinate
relation. Significantly, both are ontological unities that involve
specification. Notwithstanding their similarities, I argue that
analogy is a distinct kind of connection. First, I show that analogous
properties must bear the feature of being disjunctive (e.g., existence
is /absolute being/ or /being-in/). In contrast, determinates may form
continuous ranges, say, as shades of a colour. Second, I demonstrate
that analogates don’t have to specify a generic property, whereas
determinates always do (a scarlet object is necessarily red). Given
these distinctions, among others, my conclusion is that analogy is
unique and deserves more attention in the contemporary metaphysics
literature.
** DONE Session I.12 Epistemology
*** Gabriel de Sousa, Against Conceptual Conformism: Problems from Social Epistemology for Positive Duties to Believe 
*** Kathleen Murphy-Hollies, On Believing What Resonates
*** Aviezer Tucker, Epistemic Generation, Transmission, and Decay
*** Adham El Shazly, Radical Hope & Moral Imagination
** DONE Session I.13 Practical Ethics
*** Rebecca Moore, Ectogenesis- an end to the abortion debate?
*** Katariina Hynninen, Why The Possibility of Meaning in Captivity Doesn't Justify It
*** Adam Hudson, What (if anything) is wrong with consumer boycotting?
*** Gerald Lang, Is There a Defensive Case for Torture?
** DONE Session I.14 Philosophy of Mind
*** Elena-Giorgiana Rosu, Agency after the fact: self deception as retrospective explanation
*** Jonathan Mitchell, Peripersonal Experience: A Sense of Tactile Possibility
*** Savvas Ioannou, Panmentalism and  the Hard Problem of Consciousness
*** Anna Giustina, Moods and the Structure of Consciousness
** DONE Session I.15 Self, Mind, Competence
*** Giovanni Dusi, Against the SkShSi structure of competence
