docs/opensessions.html
<div id="outline-container-org01ebaab" class="outline-4">
<h4 id="org01ebaab"><span class="section-number-4">3.5.3.</span> Tessa Ditner Amorosi, The Epistemic Impact of an Aesthetic Category</h4>
</div>
<div id="outline-container-orgb8e18ce" class="outline-4">
<h4 id="orgb8e18ce"><span class="section-number-4">3.5.4.</span> Colette Olive, Miserable Characters and Unfeeling Artists: Trauma Porn as an Aesthetic Failing</h4>
</div>
</div>
<div id="outline-container-org2537e4a" class="outline-3">
<h3 id="org2537e4a"><span class="section-number-3">3.6.</span> <span class="done DONE">DONE</span> Session I.6 Ancient Philosophy</h3>
<div class="outline-text-3" id="text-3-6">
</div>
<div id="outline-container-org29dc530" class="outline-4">
<h4 id="org29dc530"><span class="section-number-4">3.6.1.</span> Elena Padoan, Plato's Forms as Neutrals: Neither Universals Nor Particulars</h4>
</div>
<div id="outline-container-org77129f8" class="outline-4">
<h4 id="org77129f8"><span class="section-number-4">3.6.2.</span> Benjamin Conover, A New Perspective on the Receptacle in Plato's Timaeus</h4>
</div>
<div id="outline-container-org4a1fc0a" class="outline-4">
<h4 id="org4a1fc0a"><span class="section-number-4">3.6.3.</span> Alba Cercas Curry, Fake it, but never make it: The case for feigned contempt in Early Chinese Philosophy</h4>
</div>
<div id="outline-container-org20cab6c" class="outline-4">
<h4 id="org20cab6c"><span class="section-number-4">3.6.4.</span> Sofija Anna Kozlova, Celestial Good in Aristotle</h4>
</div>
</div>
<div id="outline-container-orgeaad2fa" class="outline-3">
<h3 id="orgeaad2fa"><span class="section-number-3">3.7.</span> <span class="done DONE">DONE</span> Session I.7 Philosophy of Language</h3>
<div class="outline-text-3" id="text-3-7">
</div>
<div id="outline-container-org6009535" class="outline-4">
<h4 id="org6009535"><span class="section-number-4">3.7.1.</span> Alex Murphy, A Humanistic Approach to the Two Images</h4>
</div>
<div id="outline-container-org3cc6eae" class="outline-4">
<h4 id="org3cc6eae"><span class="section-number-4">3.7.2.</span> Maria Forsberg, Conceptual innovation: what it is and should be</h4>
</div>
<div id="outline-container-org4eb66cd" class="outline-4">
<h4 id="org4eb66cd"><span class="section-number-4">3.7.3.</span> Sarah Fisher, Shoring up speech norms in an age of artificial language generators</h4>
</div>
<div id="outline-container-org0b4331b" class="outline-4">
<h4 id="org0b4331b"><span class="section-number-4">3.7.4.</span> Uri Brun, Beyond the Implementation Problem: A Cavellian Perspective on Conceptual Engineering</h4>
</div>
</div>
<div id="outline-container-org4bd3614" class="outline-3">
<h3 id="org4bd3614"><span class="section-number-3">3.8.</span> <span class="done DONE">DONE</span> Session I.8 Perception</h3>
<div class="outline-text-3" id="text-3-8">
</div>
<div id="outline-container-org7dbeb7a" class="outline-4">
<h4 id="org7dbeb7a"><span class="section-number-4">3.8.1.</span> Pietro Chiericoni, Cross-Cultural Variations in Emotionally Charged Perception</h4>
</div>
<div id="outline-container-org3d35449" class="outline-4">
<h4 id="org3d35449"><span class="section-number-4">3.8.2.</span> Eugen Fischer, Experimental argument analysis: Empirically examining the argument from hallucination</h4>
</div>
<div id="outline-container-orgd6e591c" class="outline-4">
<h4 id="orgd6e591c"><span class="section-number-4">3.8.3.</span> Niccolò Nanni, When The Senses Don't Match</h4>
</div>
<div id="outline-container-org803a21c" class="outline-4">
<h4 id="org803a21c"><span class="section-number-4">3.8.4.</span> Roope Ryymin, What We See in the Shadows</h4>
</div>
</div>
<div id="outline-container-org1b79858" class="outline-3">
<h3 id="org1b79858"><span class="section-number-3">3.9.</span> <span class="done DONE">DONE</span> Session I.9 Interpersonal Relationships</h3>
<div class="outline-text-3" id="text-3-9">
</div>
<div id="outline-container-org8b54dc6" class="outline-4">
<h4 id="org8b54dc6"><span class="section-number-4">3.9.1.</span> Hannah Barrios, Relationships Without the Reactive Attitudes</h4>
</div>
<div id="outline-container-org3cab9fe" class="outline-4">
<h4 id="org3cab9fe"><span class="section-number-4">3.9.2.</span> Christina Fritz, Automatic Speech, Unintentional Harm, and Moral Accountability</h4>
</div>
<div id="outline-container-orge7d03a8" class="outline-4">
<h4 id="orge7d03a8"><span class="section-number-4">3.9.3.</span> Javier Moreno, Why Is Breaching Trust Morally Wrong?</h4>
</div>
<div id="outline-container-org6223e42" class="outline-4">
<h4 id="org6223e42"><span class="section-number-4">3.9.4.</span> Leah Henderson, Defining 'societal trust'</h4>
</div>
</div>
<div id="outline-container-orgcf612e0" class="outline-3">
<h3 id="orgcf612e0"><span class="section-number-3">3.10.</span> <span class="done DONE">DONE</span> Session I.10 Rational Choice, Beliefs, Differences</h3>
<div class="outline-text-3" id="text-3-10">
</div>
<div id="outline-container-org9782ec9" class="outline-4">
<h4 id="org9782ec9"><span class="section-number-4">3.10.1.</span> Kangyu Wang, Making Hard Choices for Changing Selves</h4>
</div>
<div id="outline-container-org75aee72" class="outline-4">
<h4 id="org75aee72"><span class="section-number-4">3.10.2.</span> Binjie Zou, Ramsey: Measuring partial belief</h4>
</div>
<div id="outline-container-org1adebdd" class="outline-4">
<h4 id="org1adebdd"><span class="section-number-4">3.10.3.</span> Nicholas Smith, What are Degrees of Belief?</h4>
</div>
<div id="outline-container-org123d9dd" class="outline-4">
<h4 id="org123d9dd"><span class="section-number-4">3.10.4.</span> Matthew Rellihan, Difference Making in Action</h4>
</div>
</div>
<div id="outline-container-org95cab46" class="outline-3">
<h3 id="org95cab46"><span class="section-number-3">3.11.</span> <span class="done DONE">DONE</span> Session I.11 Metaphysics</h3>
<div class="outline-text-3" id="text-3-11">
</div>
<div id="outline-container-orgd2aa84f" class="outline-4">
<h4 id="orgd2aa84f"><span class="section-number-4">3.11.1.</span> Karol Polcyn, Conceivability Intuitions and A Posteriori Physicalism</h4>
</div>
<div id="outline-container-org70e3690" class="outline-4">
<h4 id="org70e3690"><span class="section-number-4">3.11.2.</span> Robert Trueman, The functional individuation of properties</h4>
</div>
<div id="outline-container-orgd35938c" class="outline-4">
<h4 id="orgd35938c"><span class="section-number-4">3.11.3.</span> Andrei Ionut Marasoiu, Pragmatics and elusive deflationism about extended minds</h4>
</div>
<div id="outline-container-org1fcca17" class="outline-4">
<h4 id="org1fcca17"><span class="section-number-4">3.11.4.</span> James Ross, Analogy and Determination</h4>
<div class="outline-text-4" id="text-3-11-4">
<p>
According to Kris McDaniel, if a property is analogous, there are
multiple ways of having that property. If, for example, <i>being</i> is
analogous, it fragments into different modes of <i>being</i>. In this essay I
discuss a serious concern for proponents of this view: that analogy is
curiously similar to, or perhaps <i>just is</i>, the determinable–determinate
relation. Significantly, both are ontological unities that involve
specification. Notwithstanding their similarities, I argue that
analogy is a distinct kind of connection. First, I show that analogous
properties must bear the feature of being disjunctive (e.g., existence
is <i>absolute being</i> or <i>being-in</i>). In contrast, determinates may form
continuous ranges, say, as shades of a colour. Second, I demonstrate
that analogates don’t have to specify a generic property, whereas
determinates always do (a scarlet object is necessarily red). Given
these distinctions, among others, my conclusion is that analogy is
unique and deserves more attention in the contemporary metaphysics
literature.
</p>
</div>
</div>
</div>
<div id="outline-container-org0f27f95" class="outline-3">
<h3 id="org0f27f95"><span class="section-number-3">3.12.</span> <span class="done DONE">DONE</span> Session I.12 Epistemology</h3>
<div class="outline-text-3" id="text-3-12">
</div>
<div id="outline-container-orgca7258d" class="outline-4">
<h4 id="orgca7258d"><span class="section-number-4">3.12.1.</span> Gabriel de Sousa, Against Conceptual Conformism: Problems from Social Epistemology for Positive Duties to Believe</h4>
</div>
<div id="outline-container-orge01d309" class="outline-4">
<h4 id="orge01d309"><span class="section-number-4">3.12.2.</span> Kathleen Murphy-Hollies, On Believing What Resonates</h4>
</div>
<div id="outline-container-orgb6cecf3" class="outline-4">
<h4 id="orgb6cecf3"><span class="section-number-4">3.12.3.</span> Aviezer Tucker, Epistemic Generation, Transmission, and Decay</h4>
</div>
<div id="outline-container-orgf93b170" class="outline-4">
<h4 id="orgf93b170"><span class="section-number-4">3.12.4.</span> Adham El Shazly, Radical Hope &amp; Moral Imagination</h4>
</div>
</div>
<div id="outline-container-orgd14ac8d" class="outline-3">
<h3 id="orgd14ac8d"><span class="section-number-3">3.13.</span> <span class="done DONE">DONE</span> Session I.13 Practical Ethics</h3>
<div class="outline-text-3" id="text-3-13">
</div>
<div id="outline-container-org191efcf" class="outline-4">
<h4 id="org191efcf"><span class="section-number-4">3.13.1.</span> Rebecca Moore, Ectogenesis- an end to the abortion debate?</h4>
</div>
<div id="outline-container-orga4e5c12" class="outline-4">
<h4 id="orga4e5c12"><span class="section-number-4">3.13.2.</span> Katariina Hynninen, Why The Possibility of Meaning in Captivity Doesn't Justify It</h4>
</div>
<div id="outline-container-org02a8fb8" class="outline-4">
<h4 id="org02a8fb8"><span class="section-number-4">3.13.3.</span> Adam Hudson, What (if anything) is wrong with consumer boycotting?</h4>
</div>
<div id="outline-container-org12c481d" class="outline-4">
<h4 id="org12c481d"><span class="section-number-4">3.13.4.</span> Gerald Lang, Is There a Defensive Case for Torture?</h4>
</div>
</div>
<div id="outline-container-org4fc8d41" class="outline-3">
<h3 id="org4fc8d41"><span class="section-number-3">3.14.</span> <span class="done DONE">DONE</span> Session I.14 Philosophy of Mind</h3>
<div class="outline-text-3" id="text-3-14">
</div>
<div id="outline-container-orgb8cdc76" class="outline-4">
<h4 id="orgb8cdc76"><span class="section-number-4">3.14.1.</span> Elena-Giorgiana Rosu, Agency after the fact: self deception as retrospective explanation</h4>
</div>
<div id="outline-container-orgb9b0242" class="outline-4">
<h4 id="orgb9b0242"><span class="section-number-4">3.14.2.</span> Jonathan Mitchell, Peripersonal Experience: A Sense of Tactile Possibility</h4>
</div>
<div id="outline-container-org312aba5" class="outline-4">
<h4 id="org312aba5"><span class="section-number-4">3.14.3.</span> Savvas Ioannou, Panmentalism and  the Hard Problem of Consciousness</h4>
</div>
<div id="outline-container-orge7ef6f2" class="outline-4">
<h4 id="orge7ef6f2"><span class="section-number-4">3.14.4.</span> Anna Giustina, Moods and the Structure of Consciousness</h4>
</div>
</div>
<div id="outline-container-orgd09f8e8" class="outline-3">
<h3 id="orgd09f8e8"><span class="section-number-3">3.15.</span> <span class="done DONE">DONE</span> Session I.15 Self, Mind, Competence</h3>
<div class="outline-text-3" id="text-3-15">
</div>
<div id="outline-container-orgbc51dd7" class="outline-4">
<h4 id="orgbc51dd7"><span class="section-number-4">3.15.1.</span> Giovanni Dusi, Against the SkShSi structure of competence</h4>
</div>
