docs/opensessions.html
<div id="outline-container-org0f22114" class="outline-4">
<h4 id="org0f22114"><span class="section-number-4">3.15.2.</span> Krisztian Kos, Exploring Attributions of Affective States: The Affective Picture</h4>
</div>
<div id="outline-container-orgd64e244" class="outline-4">
<h4 id="orgd64e244"><span class="section-number-4">3.15.3.</span> Shunsuke Sasaki, Toward a Unified Account of Survival Criteria through Interventionist Causality</h4>
</div>
<div id="outline-container-org308ed64" class="outline-4">
<h4 id="org308ed64"><span class="section-number-4">3.15.4.</span> Daniel Cristian Stancu, Focusing on Actions to Disperse the Distinction between Minimal Self And Narrative Self</h4>
</div>
</div>
<div id="outline-container-orgfe0208a" class="outline-3">
<h3 id="orgfe0208a"><span class="section-number-3">3.16.</span> <span class="done DONE">DONE</span> Session I.16 Technical Philosophy and its History</h3>
<div class="outline-text-3" id="text-3-16">
</div>
<div id="outline-container-orgb75f963" class="outline-4">
<h4 id="orgb75f963"><span class="section-number-4">3.16.1.</span> Janine Gühler, Pembroke &amp; Worcester Colleges, University of Oxford, Frege on the Objectivity of Numbers and Dependence on Reason</h4>
<div class="outline-text-4" id="text-3-16-1">
<p>
In the Grundlagen der Arithmetik Frege claims that numbers are
self-subsistent objects, i.e. object that exist independently of
anything else. Frege’s Grundlagen §26 ends with the claim that what is
objective is independent (unabhängig) of sensation, intuition and
imagination but not of reason (Vernunft). Those who ascribe Idealism
to Frege have taken this statement in support of the view that Frege
believed that the existence of abstract objects such as numbers
depends on reason. I suggest that this misunderstands Frege’s
point. The same §26 clarifies earlier that to be grasped or understood
(Erkanntwerden) is not to be created (Entstehen), which supports a
Realist interpretation. The objectivity of the Earth axis is not
fictitious or devised (erdacht) or created (entstanden) but simply
thought (gedacht). Otherwise, Frege claims, we would not be able to
assert anything about the Earth axis before it was thought of by
us. While Frege does not speak explicitly of the independence
(Unabhängigkeit) from being thought of the Earth axis, I believe his
talk of not being created clearly denotes ontological independence of
what is objective. When Frege speaks of the dependence on reason of
what is objective, I suggest he does not denote ontological dependence
but rather epistemological or semantic dependence. If what is
objective were to depend ontologically on reason, it is hard to see
how Frege can at the same time maintain that thought does not create
what is objective. Rather, Frege wants to say that while what is
objective does not depend on individual points of view or different
ways of perception, any statement or thought that says something about
number depends on reason since reason is necessary for the formation
of a thought. I therefore suggest that Frege makes a trivial point at
the end of §26 rather than an ontologically loaded one.
</p>
</div>
</div>
<div id="outline-container-org895ddc3" class="outline-4">
<h4 id="org895ddc3"><span class="section-number-4">3.16.2.</span> Francesco Gandellini, Identity or inseparability? Spinoza meets Wittgenstein</h4>
<div class="outline-text-4" id="text-3-16-2">
<p>
In the Ethics, Spinoza famously claims that ‘[t]he order and
connection of ideas is the same as the order and connection of things’
(2p7). Interpreters agree that this proposition asserts the existence
of a parallelism between thought and being. In the scholium to 2p7’s
demonstration, the philosopher further adds that ‘a mode of extension
[i.e., a being in the world] and the idea [i.e. thought] of that mode
are one and the same thing, but expressed in two ways’ (italics
mine). In light of these claims, Spinoza is often read as endorsing
the strong thesis that thought is identical with being, and thus as
anticipating a view traditionally associated with Hegel.  Scholars
debate how Spinoza motivates this identity. Michael Della Rocca has
forcefully argued that the proof for 2p7 is driven by Spinoza’s
uncompromising commitment to the Principle of Sufficient Reason
(‘PSR’), according to which every fact must have an explanation. If
so, no fact can be brute or unexplained.  In this paper, after
introducing the key ingredients of Spinoza’s proof of 2p7, I examine
Della Rocca’s reconstruction on the basis of the PSR. I then argue
that Della Rocca’s argument does not, in fact, establish the identity
of thought and being that he and others attribute to Spinoza. A
different claim follows instead, namely one of inseparability between
thought and being, which I proceed to illustrate. Not only does this
claim actually results from employing the PSR in the way Della Rocca
proposes, but is also avoids a further brute bifurcation – ruled out
by the PSR itself – to which Della Rocca seems committed.  By
elucidating this claim of inseparability, I finally suggest that
Spinoza’s position is better understood as anticipating a view about
the alignment of thought and world akin to that found, for instance,
in (the later) Wittgenstein.
</p>
</div>
</div>
<div id="outline-container-org12cf2be" class="outline-4">
<h4 id="org12cf2be"><span class="section-number-4">3.16.3.</span> Kaj André Zeller, , How to Handle the Problem(s) of Dimensional Poverty</h4>
<div class="outline-text-4" id="text-3-16-3">
<p>
Naive non-cognitivism provides an account of moral psychology that
deserves to be defended for its simplicity. According to this view,
the basic evaluative attitude is a simple desire: an intrinsic
first-order desire, without any further accompanying attitude being
part of the basic evaluative attitude. However, naive non-cognitivists
face the <i>Problem of Dimensional Poverty</i>: simple desires appear too
dimensionally poor to be the basic evaluative attitude. It has been
overlooked that the Problem of Dimensional Poverty can be
distinguished into different versions. The formal version is concerned
with schematic representations of mental attitudes. The substantial
version is concerned with accounts of particular dimensions of an
attitude. I propose two ‘moves’ (the ‘adverbialisation move’ and the
‘deflation move’) that naive non-cognitivists can appeal to when
replying to what I call the ‘easier’ formal and substantial
problems. I then develop a ‘harder version’ of both the formal and the
substantial problem. I suggest that answering the harder formal
problem requires adopting an attitude-based scholastic account of
desire, according to which desires are attitudes of
presenting-as-good. To answer the harder substantial problem, the
naive non-cognitivist might appeal to a functional or phenomenological
characterization of the dimensions of the basic evaluative attitude.
</p>
</div>
</div>
