docs/opensessions.html
<div id="outline-container-org21b1856" class="outline-4">
<h4 id="org21b1856"><span class="section-number-4">3.16.4.</span> Will Patterson, King's College London, Does 'Why?' objectify agency? A defence of Anscombe's Intention</h4>
<div class="outline-text-4" id="text-3-16-4">
<p>
"In Intention (1957/2000), Elizabeth Anscombe defined intentional
actions as those to which “a certain sense of the question ‘Why?’ is
given application” (I, 9). Recently, Anton Ford (2017) has challenged
her proposal to understand intentional actions in terms of the
question ‘Why?’. Anscombe proposes to define intentional actions in
terms of how they are explained (ibid., 219). This, Ford contends,
threatens disastrous consequences for our understanding of human
action: a focus on action explanation leads us to privilege the
standpoint of those who observe, and demand explanation for,
intentional actions; leading us to neglect the standpoint of the agent
herself as she carries out her action, forcing us to objectify human
agency (ibid., 228-230). As a corrective, he suggests that we focus on
the question ‘How?’, rather than ‘Why?’, bringing into view an agent’s
order of calculation about what to do, and revealing “the structure of
what one thinks insofar as one is acting.” (ibid., 227)
</p>

<p>
I reply to Ford’s worry on Anscombe’s behalf. I draw on some resources
from Anscombe’s account of practical truth to argue that, for
Anscombe, we develop practical rationality by aiming to act in a way
that is practically true; where acting in a way that is practically
true is acting in a way that satisfies the description ‘doing well’
(PT, 152). To do that, I suggest, one must grasp why some action
satisfies the description ‘doing well’, which means that a practically
rational agent must be interested in why some action should be
performed, as well as how to perform it. To that extent, the question
‘Why?’ does reveal the structure of what one thinks insofar as one is
acting, for Anscombe; so, her focus on the question ‘Why?’ does not
objectify agency. "
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org19333a1" class="outline-2">
<h2 id="org19333a1"><span class="section-number-2">4.</span> Open Session 2: Friday 11.00 – 13.00 <code>[17/17]</code></h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org5914fe8" class="outline-3">
<h3 id="org5914fe8"><span class="section-number-3">4.1.</span> <span class="done DONE">DONE</span> Session II.1 Feminist Philosophy</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-org9d99fa4" class="outline-4">
<h4 id="org9d99fa4"><span class="section-number-4">4.1.1.</span> Emily Thomas, Letters of Women Philosophers 1902-1951: Sexism and Shadow Networks</h4>
<div class="outline-text-4" id="text-4-1-1">
<p>
This talk explores connections between six philosophers:
E. E. Constance Jones, May Sinclair, Karin Costelloe-Stephen, Hilda
Oakeley, Susan Stebbing, and Margaret Macdonald. They worked within
seemingly disparate movements - British idealism, Bergsonism, early
analytic - yet I’ll use archival letters to show they belonged to
criss-crossing philosophical networks. These letters are due to be
published May 2026 (Letters of English Women Philosophers 1902-1951,
OUP). Having briefly introduced all six figures, this talk will
explore two issues arising from their correspondence: sexism, and
shadow networks.
</p>

<p>
Challenges. All six figures faced significant challenges - including
sexism. For example, when Jones writes to Bertrand Russell for
permission to attend his all-male 1910 logic lectures, she was
conscious of the need to bring a chaperone. In 1937, Macdonald reports
she has not applied for a position at Swansea for the university
council would not ‘contemplate appointing a woman’. In 1939, Gilbert
Ryle commented on Stebbing’s suitability for a Cambridge chair, ‘Of
course, everyone thinks you are the right person to succeed Moore,
except that you are a woman’.
</p>

<p>
Shadow networks. Many of our six philosophers knew each other well, yet
not a single letter has survived between them. This is probably
because (unlike some of their male peers) their philosophic
correspondence has not been preserved in a conscious way. Nonetheless,
what does survive reveals shadowy personal links between them. They
wrote each other employment reference, attended their talks,
visited. Going beyond their correspondence, the records of the
Aristotelian Society show many discussions through which they
interacted. This talk will detail the personal connections between our
six women and - going further - sketch the broader women’s networks
they belonged to. We’ll see that these women philosophers used their
interpersonal networks to address some of the challenges they faced.
</p>
</div>
</div>
<div id="outline-container-orge88d54e" class="outline-4">
<h4 id="orge88d54e"><span class="section-number-4">4.1.2.</span> Fiona Woollard, An argument for the unequal distribution of parental duties after birth</h4>
</div>
<div id="outline-container-org4bae94e" class="outline-4">
<h4 id="org4bae94e"><span class="section-number-4">4.1.3.</span> Bengü Demirtas, Sexual Consent as a Standing Normative Relation in Enlightenment Philosophy and Marriage Law</h4>
</div>
<div id="outline-container-org19b10cb" class="outline-4">
<h4 id="org19b10cb"><span class="section-number-4">4.1.4.</span> Christian Meyer, Freie Universität Berlin, Radical Feminist Conceptions of Sexual Liberation</h4>
<div class="outline-text-4" id="text-4-1-4">
<p>
"This paper offers a philosophical reconstruction of radical feminist
debates about sexual liberation during the 1970s and 1980s, debates
sometimes termed the “feminist sex wars”. The emerging picture
provides an intervention in current feminist debates about sexual
freedom. A recent wave of feminist work has criticized liberal notions
of sexual freedom by recovering elements of antipornography feminism,
an outgrowth of radical feminism. I argue that we should rather turn
to early radical feminism and sex-radical feminism, another off-shoot
of radical feminism, to develop a politics of sexuality beyond
liberalism. Such a politics closely connects sexual liberation with
the ambition to abolish gender as we know it.
</p>

<p>
To start, I show that various opposing parties within radical
feminism, including both antipornography feminism and sex-radical
feminism, shared a commitment to politicizing sexuality, rejecting a
liberal sexual politics that assigned sexuality to the realm of the
private. Sexuality, they all argued, was closely connected to gender:
gender-conformity was stabilized by an imperative to sexual
conformity, and sexual behaviour was policed regarding its
gender-conformity. This entanglement of sexuality and gender implied
that the abolition of gender was a condition for sexual
liberation. Antipornography feminists drew the conclusion that sexual
liberation would have to wait until ‘after the revolution’, leaving
them without an effective sexual politics for the present. Sex-radical
feminists, by contrast, went on to develop prefigurative strategies of
disentangling gender and sexuality by locally decoupling sexuality
from real-world power. Importantly, sex-radical gender abolitionist
politics was emphatically inclusive of sexual minorities, contrasting
with some antipornography feminism. During the 1980s, both sides
eventually abandoned an analysis of sexual liberation that was
connected to the ambition of abolishing gender, leaving this vision of
sexual politics a path not taken. I argue that this development
weakens feminist analyses of sexual liberation until today.
</p>
</div>
</div>
</div>
<div id="outline-container-org6f1abb6" class="outline-3">
<h3 id="org6f1abb6"><span class="section-number-3">4.2.</span> <span class="done DONE">DONE</span> Session II.2 Philosophy of Language</h3>
<div class="outline-text-3" id="text-4-2">
</div>
<div id="outline-container-org1f73542" class="outline-4">
<h4 id="org1f73542"><span class="section-number-4">4.2.1.</span> Rhiannon Snook, Ay Up Me Duck! On Written Representations of Linguistic Variation</h4>
</div>
<div id="outline-container-orgc10f75a" class="outline-4">
<h4 id="orgc10f75a"><span class="section-number-4">4.2.2.</span> James Kirkpatrick, A Potentialist Theory of Natural Language</h4>
</div>
<div id="outline-container-org8d9dfb4" class="outline-4">
<h4 id="org8d9dfb4"><span class="section-number-4">4.2.3.</span> Artur Kosecki, An Austinian Account of Lexicalized Concepts: Responding to Strawson's Challenge in Conceptual Engineering</h4>
</div>
