opensessions.org
*** Hugo Heagren, King's College London, Divided speech acts
Suppose you write a book, which takes you two years, and later someone
asks when you wrote it. You might say 'from 2011 to 2012'. And indeed,
at some points in 2011 and in 2012, you were writing. At other times
you were researching, making notes, editing, and negotiating with the
publisher. But at some times in this interval you were eating,
sleeping, driving, and doing all the other mundane things one must
do. Writing the book took two years, but you didn't spend all of two
years writing the book. Writing the book is what I call a 'divided'
act. It is an act made up of multiple constituent acts (an hour of
research, ten minutes of writing, etc.), each of which is disjoint
from the others. Writing the book takes two years, even though no one
of these constituent acts takes more than a few hours. Divided acts
are very common: writing a book, getting a degree, learning a
language, building a house, etc. are all divided acts. I claim that
some speech acts are divided acts, and that considering them as such
is more philosophically enlightening than as merely speech acts. In
particular, taking certain speech acts to be divided explains how acts
which can only happen over a long period of time, or with many agents'
joint effort can still count as speech acts, though paradigm speech
acts are signal utterances by single agents. I describe divided speech
acts in more detail, and show that hinting is an example of speech
which is best analysed as divided.
** DONE Session II.3 Sex and Consent
*** Andrés (Andy) Garcia, Love Drunk: Asymmetric Infatuation and the Ethics of Sex
*** Milena Bartholain, Sexual Paternalism
*** Talita Ferrantelli, Defeating Sexual Consent
*** Peter Schaber, Legitimate Threats
Various authors argue that illegitimate threats invalidate consent,
whereas legitimate threats do not. I will not question this
view. Instead, I ask what, precisely, distinguishes a legitimate
threat from an illegitimate one. When is a threat illegitimate? When,
if ever, is it legitimate?

Some argue that threats are never legitimate. Others hold that they
are legitimate whenever the person who threatens has a right to
perform the threatened act. Still others doubt that this is always the
case, claiming that legitimacy attaches not to all permissible
threatened acts but only to some of them. I argue in this paper that a
threat is legitimate if and only if the threatened act is morally
permissible, and that the threatened act is morally permissible only
if it is an appropriate response to the threatened person’s refusal to
perform the desired act. I further argue that it is an appropriate
response only if the threatened person has a duty to perform the act
in question.
** DONE Session II.4 Philosophy of Science
*** Jonny Blamey, Two directions of time and the foundations of science
*** Vanessa Seifert, Could AI undermine standard scientific realism?
*** Arlene Lo, Fengshui and the Spectre of Scientific Demarcation
*** George Webster, From Phenomenology to Quantum Reconstruction: an Argument from Merleau-Ponty
** DONE Session II.5 History of Philosophy and Propositions
*** Fridolin Neumann, What is idle talk? Heidegger, untruth, and ontological disguise
This paper proposes a novel reading of Heidegger’s conception of /idle
talk/ (/Gerede/) as a form of misguided ontological discourse. Against
pragmatist readings of Heidegger that construe idle talk in terms of a
lack of skilful familiarity with entities, I argue that idle talk is
instead situated at the level of the ontological commitments that
underlie and structure our experience. Idle talk arises when these
commitments /disguise/ (/verstellen/) entities in inappropriate
ontological terms – for instance, by treating human beings as mental
substances, or organisms as mere physical entities. The paper proceeds
in three steps. First, I reconstruct the pragmatist interpretation of
idle talk and stress its inability to account for Heidegger’s claim
that idle talk covers-over (/verdeckt/) entities. Second, I develop a
conception of ontological disguise based on Heidegger’s account of
semblance and untruth. Idle talk, I suggest, circulates ontological
prejudices that have not been grounded in the entities they concern,
and thereby contributes to a distorted understanding of them. Third, I
foreground the systematic upshot that Heidegger both stresses the
inevitability of ontological prejudices and expects epistemically
responsible agents to continuously ground them in the entities to
which they pertain.
*** Quentin Hosch, James Ward's Theory of Presentation
*** Sean Maroney, Edith Stein's Emotion Ontology
*** Jacopo Berneri, The Copernican Turn of Structured Properties and Propositions
** DONE Session II.6 Childhood, Love, Friendship
*** Andrea Villalba Cuesta, Shape of a Childhood
*** Matthew Robson, Simone de Beauvoir and the Possibility of Authentic Parental Love
*** Ida Miczke, When love met morality: anonymity, irreplaceability, and partial self-effacement
*** Ruth Boeker, Mary Astell and Mary Lee Chudleigh on Friendship, Social Relations, and Moral Perfection
** DONE Session II.7 Epistemology
*** Pawel Grad, The debasing effects of higher-order defeat
**** SESSION I or II :noexport:
*** Thomas Koster, Generative Memorial Knowledge and Knowledge Acquisition Conditions
*** Bob Lockie, Knowledge, Understanding and Schemata: Lessons for Epistemology from the Psychology of Expertise
*** Vijay Keshav, Why Moore's Proof Works
** DONE Session II.8 Metaphysics and Logic
*** Cansu Yuksel Yildiz, Grounding Modality and Lewisian Amodalism
**** FRIDAY MORNING :noexport:
*** Yongwoo Yi, Fundamental Quantities in Dispositional Essentialism
