docs/opensessions.html
<div id="outline-container-org40d8918" class="outline-4">
<h4 id="org40d8918"><span class="section-number-4">4.2.4.</span> Hugo Heagren, King's College London, Divided speech acts</h4>
<div class="outline-text-4" id="text-4-2-4">
<p>
Suppose you write a book, which takes you two years, and later someone
asks when you wrote it. You might say 'from 2011 to 2012'. And indeed,
at some points in 2011 and in 2012, you were writing. At other times
you were researching, making notes, editing, and negotiating with the
publisher. But at some times in this interval you were eating,
sleeping, driving, and doing all the other mundane things one must
do. Writing the book took two years, but you didn't spend all of two
years writing the book. Writing the book is what I call a 'divided'
act. It is an act made up of multiple constituent acts (an hour of
research, ten minutes of writing, etc.), each of which is disjoint
from the others. Writing the book takes two years, even though no one
of these constituent acts takes more than a few hours. Divided acts
are very common: writing a book, getting a degree, learning a
language, building a house, etc. are all divided acts. I claim that
some speech acts are divided acts, and that considering them as such
is more philosophically enlightening than as merely speech acts. In
particular, taking certain speech acts to be divided explains how acts
which can only happen over a long period of time, or with many agents'
joint effort can still count as speech acts, though paradigm speech
acts are signal utterances by single agents. I describe divided speech
acts in more detail, and show that hinting is an example of speech
which is best analysed as divided.
</p>
</div>
</div>
</div>
<div id="outline-container-org8a883bb" class="outline-3">
<h3 id="org8a883bb"><span class="section-number-3">4.3.</span> <span class="done DONE">DONE</span> Session II.3 Sex and Consent</h3>
<div class="outline-text-3" id="text-4-3">
</div>
<div id="outline-container-org34fe9d1" class="outline-4">
<h4 id="org34fe9d1"><span class="section-number-4">4.3.1.</span> Andrés (Andy) Garcia, Love Drunk: Asymmetric Infatuation and the Ethics of Sex</h4>
</div>
<div id="outline-container-org0a22c42" class="outline-4">
<h4 id="org0a22c42"><span class="section-number-4">4.3.2.</span> Milena Bartholain, Sexual Paternalism</h4>
</div>
<div id="outline-container-orgae3ff96" class="outline-4">
<h4 id="orgae3ff96"><span class="section-number-4">4.3.3.</span> Talita Ferrantelli, Defeating Sexual Consent</h4>
</div>
<div id="outline-container-org0e18271" class="outline-4">
<h4 id="org0e18271"><span class="section-number-4">4.3.4.</span> Peter Schaber, Legitimate Threats</h4>
<div class="outline-text-4" id="text-4-3-4">
<p>
Various authors argue that illegitimate threats invalidate consent,
whereas legitimate threats do not. I will not question this
view. Instead, I ask what, precisely, distinguishes a legitimate
threat from an illegitimate one. When is a threat illegitimate? When,
if ever, is it legitimate?
</p>

<p>
Some argue that threats are never legitimate. Others hold that they
are legitimate whenever the person who threatens has a right to
perform the threatened act. Still others doubt that this is always the
case, claiming that legitimacy attaches not to all permissible
threatened acts but only to some of them. I argue in this paper that a
threat is legitimate if and only if the threatened act is morally
permissible, and that the threatened act is morally permissible only
if it is an appropriate response to the threatened person’s refusal to
perform the desired act. I further argue that it is an appropriate
response only if the threatened person has a duty to perform the act
in question.
</p>
</div>
</div>
</div>
<div id="outline-container-org4d68ee8" class="outline-3">
<h3 id="org4d68ee8"><span class="section-number-3">4.4.</span> <span class="done DONE">DONE</span> Session II.4 Philosophy of Science</h3>
<div class="outline-text-3" id="text-4-4">
</div>
<div id="outline-container-org76ed885" class="outline-4">
<h4 id="org76ed885"><span class="section-number-4">4.4.1.</span> Jonny Blamey, Two directions of time and the foundations of science</h4>
</div>
<div id="outline-container-org3026ef4" class="outline-4">
<h4 id="org3026ef4"><span class="section-number-4">4.4.2.</span> Vanessa Seifert, Could AI undermine standard scientific realism?</h4>
</div>
<div id="outline-container-org52e3c2c" class="outline-4">
<h4 id="org52e3c2c"><span class="section-number-4">4.4.3.</span> Arlene Lo, Fengshui and the Spectre of Scientific Demarcation</h4>
</div>
<div id="outline-container-org6828127" class="outline-4">
<h4 id="org6828127"><span class="section-number-4">4.4.4.</span> George Webster, From Phenomenology to Quantum Reconstruction: an Argument from Merleau-Ponty</h4>
</div>
</div>
<div id="outline-container-orgeef7ec7" class="outline-3">
<h3 id="orgeef7ec7"><span class="section-number-3">4.5.</span> <span class="done DONE">DONE</span> Session II.5 History of Philosophy and Propositions</h3>
<div class="outline-text-3" id="text-4-5">
</div>
<div id="outline-container-org5ad78cb" class="outline-4">
<h4 id="org5ad78cb"><span class="section-number-4">4.5.1.</span> Fridolin Neumann, What is idle talk? Heidegger, untruth, and ontological disguise</h4>
<div class="outline-text-4" id="text-4-5-1">
<p>
This paper proposes a novel reading of Heidegger’s conception of <i>idle
talk</i> (<i>Gerede</i>) as a form of misguided ontological discourse. Against
pragmatist readings of Heidegger that construe idle talk in terms of a
lack of skilful familiarity with entities, I argue that idle talk is
instead situated at the level of the ontological commitments that
underlie and structure our experience. Idle talk arises when these
commitments <i>disguise</i> (<i>verstellen</i>) entities in inappropriate
ontological terms – for instance, by treating human beings as mental
substances, or organisms as mere physical entities. The paper proceeds
in three steps. First, I reconstruct the pragmatist interpretation of
idle talk and stress its inability to account for Heidegger’s claim
that idle talk covers-over (<i>verdeckt</i>) entities. Second, I develop a
conception of ontological disguise based on Heidegger’s account of
semblance and untruth. Idle talk, I suggest, circulates ontological
prejudices that have not been grounded in the entities they concern,
and thereby contributes to a distorted understanding of them. Third, I
foreground the systematic upshot that Heidegger both stresses the
inevitability of ontological prejudices and expects epistemically
responsible agents to continuously ground them in the entities to
which they pertain.
</p>
</div>
</div>
<div id="outline-container-orgb3d3c41" class="outline-4">
<h4 id="orgb3d3c41"><span class="section-number-4">4.5.2.</span> Quentin Hosch, James Ward's Theory of Presentation</h4>
</div>
<div id="outline-container-orgd7cde7a" class="outline-4">
<h4 id="orgd7cde7a"><span class="section-number-4">4.5.3.</span> Sean Maroney, Edith Stein's Emotion Ontology</h4>
</div>
<div id="outline-container-org4859e1b" class="outline-4">
<h4 id="org4859e1b"><span class="section-number-4">4.5.4.</span> Jacopo Berneri, The Copernican Turn of Structured Properties and Propositions</h4>
</div>
</div>
<div id="outline-container-org9fe3425" class="outline-3">
<h3 id="org9fe3425"><span class="section-number-3">4.6.</span> <span class="done DONE">DONE</span> Session II.6 Childhood, Love, Friendship</h3>
<div class="outline-text-3" id="text-4-6">
</div>
<div id="outline-container-orgc997558" class="outline-4">
<h4 id="orgc997558"><span class="section-number-4">4.6.1.</span> Andrea Villalba Cuesta, Shape of a Childhood</h4>
</div>
<div id="outline-container-org01c2787" class="outline-4">
<h4 id="org01c2787"><span class="section-number-4">4.6.2.</span> Matthew Robson, Simone de Beauvoir and the Possibility of Authentic Parental Love</h4>
</div>
<div id="outline-container-org77b5d4a" class="outline-4">
<h4 id="org77b5d4a"><span class="section-number-4">4.6.3.</span> Ida Miczke, When love met morality: anonymity, irreplaceability, and partial self-effacement</h4>
</div>
<div id="outline-container-org7c6553e" class="outline-4">
<h4 id="org7c6553e"><span class="section-number-4">4.6.4.</span> Ruth Boeker, Mary Astell and Mary Lee Chudleigh on Friendship, Social Relations, and Moral Perfection</h4>
</div>
</div>
<div id="outline-container-orgef0cfbb" class="outline-3">
<h3 id="orgef0cfbb"><span class="section-number-3">4.7.</span> <span class="done DONE">DONE</span> Session II.7 Epistemology</h3>
<div class="outline-text-3" id="text-4-7">
</div>
<div id="outline-container-orgcee2419" class="outline-4">
<h4 id="orgcee2419"><span class="section-number-4">4.7.1.</span> Pawel Grad, The debasing effects of higher-order defeat</h4>
</div>
<div id="outline-container-org44bde69" class="outline-4">
<h4 id="org44bde69"><span class="section-number-4">4.7.2.</span> Thomas Koster, Generative Memorial Knowledge and Knowledge Acquisition Conditions</h4>
</div>
<div id="outline-container-org901b035" class="outline-4">
<h4 id="org901b035"><span class="section-number-4">4.7.3.</span> Bob Lockie, Knowledge, Understanding and Schemata: Lessons for Epistemology from the Psychology of Expertise</h4>
</div>
<div id="outline-container-orge7838bc" class="outline-4">
<h4 id="orge7838bc"><span class="section-number-4">4.7.4.</span> Vijay Keshav, Why Moore's Proof Works</h4>
</div>
</div>
<div id="outline-container-org279494f" class="outline-3">
<h3 id="org279494f"><span class="section-number-3">4.8.</span> <span class="done DONE">DONE</span> Session II.8 Metaphysics and Logic</h3>
<div class="outline-text-3" id="text-4-8">
</div>
<div id="outline-container-org2953162" class="outline-4">
<h4 id="org2953162"><span class="section-number-4">4.8.1.</span> Cansu Yuksel Yildiz, Grounding Modality and Lewisian Amodalism</h4>
</div>
<div id="outline-container-org98debf6" class="outline-4">
<h4 id="org98debf6"><span class="section-number-4">4.8.2.</span> Yongwoo Yi, Fundamental Quantities in Dispositional Essentialism</h4>
</div>
