docs/opensessions.html
<div id="outline-container-org9dd2cee" class="outline-4">
<h4 id="org9dd2cee"><span class="section-number-4">4.8.3.</span> Emils Zavelis, A New Perspective on Impossible Worlds</h4>
<div class="outline-text-4" id="text-4-8-3">
<p>
Many philosophers believe that some non-classical logic is
correct. Nevertheless, they often rely on classical logic when arguing
for their position and defining their (supposedly correct) logic. This
may be unproblematic, supported by the idea that classical reasoning
can somehow be recaptured inside the non-classical logic. This idea is
made formally precise in the so-called classical recapture proofs, and
we have such proofs for wide classes of non-classical logics. I show
why attempts to justify using classical logic inside paraconsistent,
dialetheic theories are bound to be circular – the proofs used to
establish the recapture result rely on the very rules they try to
justify. By distinguishing between persuasive and explanatory proofs,
I argue that this circularity is not a problem in itself. However,
this creates a dilemma for dialetheists: (1) either accept these
recapture proofs as defeasible and embrace logical
anti-exceptionalism, or (2) reject classical recapture
altogether. This dilemma, to the best of my knowledge, has not been
noted in the literature before.
</p>
</div>
</div>
<div id="outline-container-orgd774a0f" class="outline-4">
<h4 id="orgd774a0f"><span class="section-number-4">4.8.4.</span> Ziad Eldanaf, When Parthood Breaks: Hylomorphism and the Limits of Classical Mereology</h4>
</div>
</div>
<div id="outline-container-orgcf2c437" class="outline-3">
<h3 id="orgcf2c437"><span class="section-number-3">4.9.</span> <span class="done DONE">DONE</span> Session II.9 Subjectivity, Normativity, and Attention</h3>
<div class="outline-text-3" id="text-4-9">
</div>
<div id="outline-container-orgf5ba59e" class="outline-4">
<h4 id="orgf5ba59e"><span class="section-number-4">4.9.1.</span> Joseph Neisser, Familiarity and self-consciousness</h4>
</div>
<div id="outline-container-org9065849" class="outline-4">
<h4 id="org9065849"><span class="section-number-4">4.9.2.</span> Alon Isac, Pain's Normative Constraints</h4>
<div class="outline-text-4" id="text-4-9-2">
<p>
Despite pain’s phenomenal, neuronal and functional idiosyncrasy, there
have been recent attempts to identify a property or set of properties
shared by all pains, in virtue of which they are considered pains. In
this paper, I argue that such attempts should be rejected. Instead, I
suggest that pain is a family resemblance concept constrained by
pragmatic and moral considerations. On this view, pains share a range
of phenomenal, neuronal and functional properties in a crisscrossing
and overlapping manner, rather than a primal pain property or
element. However, since many of these properties are also present in
non-painful experiences, their presence alone cannot determine whether
an experience is painful. I argue instead that pain categorization is
guided by practical goals and ethical values. Accordingly,
categorizing pain involves not only the identification of common
properties, but also evaluating their importance. Pain research should
therefore acknowledge that normative judgements are constitutive of
pain.
</p>
</div>
</div>
<div id="outline-container-orgd7c8faf" class="outline-4">
<h4 id="orgd7c8faf"><span class="section-number-4">4.9.3.</span> William Gopal, Expertise and Norms of Attention</h4>
</div>
<div id="outline-container-org3426a1a" class="outline-4">
<h4 id="org3426a1a"><span class="section-number-4">4.9.4.</span> Paul Healey, An Indemonstrable Grief</h4>
</div>
</div>
<div id="outline-container-org4d5bcf2" class="outline-3">
<h3 id="org4d5bcf2"><span class="section-number-3">4.10.</span> <span class="done DONE">DONE</span> Session II.10 Justice and Injustice</h3>
<div class="outline-text-3" id="text-4-10">
</div>
<div id="outline-container-org998f009" class="outline-4">
<h4 id="org998f009"><span class="section-number-4">4.10.1.</span> Karl Landström, The Wrongs and Harms of Epistemic Exploitation</h4>
</div>
<div id="outline-container-orgcff0a5f" class="outline-4">
<h4 id="orgcff0a5f"><span class="section-number-4">4.10.2.</span> Dominik Jarczewski, On Epistemic Respect</h4>
</div>
<div id="outline-container-org35deaf6" class="outline-4">
<h4 id="org35deaf6"><span class="section-number-4">4.10.3.</span> Chelsea Guo, Doxastic Injustice, not Wronging</h4>
</div>
<div id="outline-container-org63fe963" class="outline-4">
<h4 id="org63fe963"><span class="section-number-4">4.10.4.</span> Michele Bocchiola, Trusting the Institutional Rule-Breaker. Office Trust Under Dirty Hands</h4>
<div class="outline-text-4" id="text-4-10-4">
<p>
What happens to trust among officeholders (for short ‘office trust’)
when one of them deliberately violates institutional rules to secure
what she regards as a higher value? This paper addresses a neglected
dimension of Walzer’s dirty hands problem: its implications for
intra-institutional trust relations. I argue that office trust
remains warranted despite justified rule violation if and only if the
officeholder acts from a 'pro officio' attitude—comprising role
endorsement, norm acceptance, and office accountability. This thesis
emerges from examining two competing conceptions of office trust. The
reliable rule compliance view grounds trust in behavioral conformity
secured by external constraints: monitoring mechanisms, incentive
structures, and sanctioning practices that render deviation
irrational. This view fails because it conflates trust with mere
reliance and presupposes that rules always provide clear
guidance—precisely what dirty hands scenarios deny.  The judicious
role fulfillment view offers a superior alternative by grounding trust
in the officeholder’s internal stance toward her role. I establish
necessity through three failure cases: removing role endorsement
leaves motivational commitment detachable from institutional values;
removing norm acceptance eliminates moral remainder and
instrumentalizes discretion; removing office accountability renders
judgment opaque and unevaluable. Sufficiency follows because these
components jointly provide motivational, normative, and justificatory
assurance that makes trust rational even under rule violation. An
officeholder who manifests this attitude demonstrates stable
commitment to institutional values, appropriate moral seriousness
about violations, and publicly answerable reasoning that peers can
recognize as responsive to institutional mandates.  The framework
handles hard counter-cases—sectarian officials, erosion by
accumulation, adversarial offices—by specifying boundary conditions
including minimal openness requirements and publicity tests. The
analysis reveals a striking paradox: rule violation can sometimes
strengthen rather than undermine trust, provided it manifests the very
commitment to institutional values that trust relationships require.
</p>
</div>
</div>
</div>
<div id="outline-container-orgfaf331e" class="outline-3">
<h3 id="orgfaf331e"><span class="section-number-3">4.11.</span> <span class="done DONE">DONE</span> Session II.11 Philosophy of Mind</h3>
<div class="outline-text-3" id="text-4-11">
</div>
<div id="outline-container-org12a5f57" class="outline-4">
<h4 id="org12a5f57"><span class="section-number-4">4.11.1.</span> Daniel Morgan, The Shallows of the Addicted Mind</h4>
</div>
<div id="outline-container-orgccff4de" class="outline-4">
<h4 id="orgccff4de"><span class="section-number-4">4.11.2.</span> Zhengping Zhang, Toward a Relational Picture of Self-Trust</h4>
<div class="outline-text-4" id="text-4-11-2">
<p>
Individuals experiencing impostor syndrome raise the puzzle of
simultaneously possessing and lacking sufficient self-trust in the
same domain. The three plausible claims below are in tension with one
another:
</p>

<p>
I. Self-trust involves domain-specific confidence in one’s competence.
</p>

<p>
II. Individuals experiencing impostor syndrome lack sufficient
self-trust in domains where neutral observers would expect them to
possess it.
</p>

<p>
III. Individuals experiencing impostor syndrome exhibit sufficient
confidence in the same domain, manifested through their confident
negative self-assessment in that domain.
</p>

<p>
This paper argues that the best way to solve the puzzle is to move
from an individualistic characterization of self-trust to a relational
picture. §1 and §2 explain why the three claims in the puzzle are
plausible. §3 refutes the strategy of rejecting Claim III to solve the
puzzle. §4 examines the second type of solution proposed by Nadja El
Kassar (2019): to describe individuals with impostor syndrome as
having self-trust in their self-distrust. §5 turns to Katherine
Dormandy’s (2024) approach to reject Claim I and argue that her
account fails to explain self-doubt. §6 argues that the better
solution is to endorse a relational picture of self-trust, where
self-trust consists of an individual’s perception of their relation
with their salient community of audience.
</p>
</div>
</div>
