opensessions.org
*** James Ralph, How Could I Have Known? Undiagnosed ADHD as Hermeneutical Injustice
*** Sandra Branzaru, To ToM or not ToM: the LLMs question 
** DONE Session II.12 Mysticism and Mind
*** Alice Harberd, Closure and Mysticism
*** Christopher Jay, Interestingly Ineffable Knowledge
A. W. Moore has long argued that there is an interesting and
philosophically important kind of mysticism which appeals to the
existence of ineffable knowledge. (Moore, 1997; 2019) That mysticism
is not confined to its most familiar religious context: it is the
mysticism in play in e.g. (some readings of) Wittgenstein's
/Tractatus/, too.  According to Moore, the ineffable knowledge central
to such mysticism is a kind of know-how (or know-how-related
understanding). Silvia Jonas, who agrees that it is ineffable
knowledge rather than any other kind of ineffability which is
philosophically interesting and plausibly exists, demurs from Moore's
suggest that it amounts to know-how, preferring to characterise it in
terms of knowledge (of the self) by acquaintance.  (Jonas, 2016)

But as Moore and Jonas have been quick to point out, things can be
ineffable in very mundane ways (middle sized dry goods are not
ineffable in any interesting sense, even though they cannot be
said). I will suggest that only one characterisation of the
ineffability of ineffable knowledge renders it really philosophically
interesting, legitimating talk of ‘mystical insights' worthy of that
grandiose description. And not only is that characterisation different
from the ones offered by Moore and by Jonas; it appeals to something
-- ineffable truth -- of which both reject the very
possibility. Whereas Moore and Jonas believe that we must speak of
ineffable knowledge instead of ineffable truths or ineffable
propositions, I think propositional knowledge /of/ ineffable truths
might be the only kind of non-mundanely ineffable knowledge there
could be. (cf. Shaw, 2013; Gäb, 2020) And thinking of mystical insight
as knowledge of ineffable truths also affords us very natural accounts
of the inferential and broader epistemic roles that mystical insight
might be expected to (and has been claimed to) play -- accounts which
are natural in virtue of appealing to quite familiar general accounts
of inference and epistemic significance.
*** Alice Hilder Jarvis, Diagnostic Criteria: Metaphysical, Epistemic, and Ethical Constraints on Psychiatric Classification
*** Jiayue Jin, Self-Trust: Saying 'I' Without Knowing
The self-reference rule (SRR) holds that, in first-person thought, ‘I’
refers to the subject who produces the thought. It is often held that
a genuine user of ‘I’ must also self-consciously know that she refers
to herself. However, mere awareness that one is speaking does not
explain why first-person thoughts are self-conscious. Traditional
accounts often end up appealing to self-consciousness itself to
explain this, which leads to circularity or regress.

O’Brien’s (2007) agency account aims to avoid circularity or regress
by grounding self-conscious first-person reference through
agent-awareness. On this view, a subject refers to herself by knowing,
as an agent, that she is forming the thought. However, the account
marginalises passive, non-agential cases, in which subjects still use
‘I’ in accordance with SRR despite lacking agent-awareness.

I therefore offer a self-trust account, where the meaningful use of
‘I’ is secured through Wright’s (2004) idea of default entitlement
based on self-trust. This account captures both active and passive
first-personal uses in a unified way, while avoiding circularity or
regress. I suggest that our capacity for first-person thought rests
not merely on agency, but on the deeper constitutive principle of
self-trust that warrants us to take such thoughts as our own.
** DONE Session II.13 Metaethics: Reasons and Fit
*** Alex Gregory, When is it fitting to be happy?
*** Bennett Eckert-Kuang, Actions as Reasons for Actions
*** Marie Wegener, Special Reasons, Two Strategies, One Problem: The Limits of Value-Based Theories of Practical Reasons
*** Gonzalo Velasco Arias, Institutional Proleptic Blame and the Limits of Fittingness
** DONE Session II.14 Moral & Political Philosophy
*** Abida Malik, Is Democracy Doomed? On the Importance of Epistemic Virtues
*** Conor Clarke, Should we be Externalists about Political Justification?
*** Moritz Schnorpfeil, Collective Traps: When State-Provided Goods Are Bad For Recipients
*** Xinyue Hu, Contributing beyond Duty: Identity-Based Membership in Collective Action
** DONE Session II.15 Philosophy of Maths and Logic
*** Karol Wapniarski, Reconsidering Leibniz's influence on Russell through the Russell-Couturat Correspondence
*** Wouter Cohen, Carnapian pragmatism and neo-logicism
*** Samuel Boudreau, An Account of the Infinite Regress of Demonstrations in Aristotle's Posterior Analytics I.3.
*** Boaz Laan, A tension for the interpretational approach to modal potentialism
** DONE Session II.16 Reason, Mind, Action
*** Tiago Carneiro da Silva, University of Leeds, Experimental Ethics and Self-evidence
**** FRIDAY :noexport:
*** Eliot Watkins, Normative Reasons and Attitude Intensity
*** Daniel Dearlove, Naïve Realism and Understanding Why
*** Paul Thomas Engeland, Helplessly Hoping
** DONE Session II.17 Relations to Others
*** Mollie Gerver, King's College London, How To Win Friends and Influence People with Philosophy
