docs/opensessions.html
<div id="outline-container-org13b9bb2" class="outline-4">
<h4 id="org13b9bb2"><span class="section-number-4">4.11.3.</span> James Ralph, How Could I Have Known? Undiagnosed ADHD as Hermeneutical Injustice</h4>
</div>
<div id="outline-container-org7efa430" class="outline-4">
<h4 id="org7efa430"><span class="section-number-4">4.11.4.</span> Sandra Branzaru, To ToM or not ToM: the LLMs question</h4>
</div>
</div>
<div id="outline-container-orgea28566" class="outline-3">
<h3 id="orgea28566"><span class="section-number-3">4.12.</span> <span class="done DONE">DONE</span> Session II.12 Mysticism and Mind</h3>
<div class="outline-text-3" id="text-4-12">
</div>
<div id="outline-container-orged06ca7" class="outline-4">
<h4 id="orged06ca7"><span class="section-number-4">4.12.1.</span> Alice Harberd, Closure and Mysticism</h4>
</div>
<div id="outline-container-orgc4443f6" class="outline-4">
<h4 id="orgc4443f6"><span class="section-number-4">4.12.2.</span> Christopher Jay, Interestingly Ineffable Knowledge</h4>
<div class="outline-text-4" id="text-4-12-2">
<p>
A. W. Moore has long argued that there is an interesting and
philosophically important kind of mysticism which appeals to the
existence of ineffable knowledge. (Moore, 1997; 2019) That mysticism
is not confined to its most familiar religious context: it is the
mysticism in play in e.g. (some readings of) Wittgenstein's
<i>Tractatus</i>, too.  According to Moore, the ineffable knowledge central
to such mysticism is a kind of know-how (or know-how-related
understanding). Silvia Jonas, who agrees that it is ineffable
knowledge rather than any other kind of ineffability which is
philosophically interesting and plausibly exists, demurs from Moore's
suggest that it amounts to know-how, preferring to characterise it in
terms of knowledge (of the self) by acquaintance.  (Jonas, 2016)
</p>

<p>
But as Moore and Jonas have been quick to point out, things can be
ineffable in very mundane ways (middle sized dry goods are not
ineffable in any interesting sense, even though they cannot be
said). I will suggest that only one characterisation of the
ineffability of ineffable knowledge renders it really philosophically
interesting, legitimating talk of ‘mystical insights' worthy of that
grandiose description. And not only is that characterisation different
from the ones offered by Moore and by Jonas; it appeals to something
&#x2013; ineffable truth &#x2013; of which both reject the very
possibility. Whereas Moore and Jonas believe that we must speak of
ineffable knowledge instead of ineffable truths or ineffable
propositions, I think propositional knowledge <i>of</i> ineffable truths
might be the only kind of non-mundanely ineffable knowledge there
could be. (cf. Shaw, 2013; Gäb, 2020) And thinking of mystical insight
as knowledge of ineffable truths also affords us very natural accounts
of the inferential and broader epistemic roles that mystical insight
might be expected to (and has been claimed to) play &#x2013; accounts which
are natural in virtue of appealing to quite familiar general accounts
of inference and epistemic significance.
</p>
</div>
</div>
<div id="outline-container-orgf2996d2" class="outline-4">
<h4 id="orgf2996d2"><span class="section-number-4">4.12.3.</span> Alice Hilder Jarvis, Diagnostic Criteria: Metaphysical, Epistemic, and Ethical Constraints on Psychiatric Classification</h4>
</div>
<div id="outline-container-org1b337f4" class="outline-4">
<h4 id="org1b337f4"><span class="section-number-4">4.12.4.</span> Jiayue Jin, Self-Trust: Saying 'I' Without Knowing</h4>
<div class="outline-text-4" id="text-4-12-4">
<p>
The self-reference rule (SRR) holds that, in first-person thought, ‘I’
refers to the subject who produces the thought. It is often held that
a genuine user of ‘I’ must also self-consciously know that she refers
to herself. However, mere awareness that one is speaking does not
explain why first-person thoughts are self-conscious. Traditional
accounts often end up appealing to self-consciousness itself to
explain this, which leads to circularity or regress.
</p>

<p>
O’Brien’s (2007) agency account aims to avoid circularity or regress
by grounding self-conscious first-person reference through
agent-awareness. On this view, a subject refers to herself by knowing,
as an agent, that she is forming the thought. However, the account
marginalises passive, non-agential cases, in which subjects still use
‘I’ in accordance with SRR despite lacking agent-awareness.
</p>

<p>
I therefore offer a self-trust account, where the meaningful use of
‘I’ is secured through Wright’s (2004) idea of default entitlement
based on self-trust. This account captures both active and passive
first-personal uses in a unified way, while avoiding circularity or
regress. I suggest that our capacity for first-person thought rests
not merely on agency, but on the deeper constitutive principle of
self-trust that warrants us to take such thoughts as our own.
</p>
</div>
</div>
</div>
<div id="outline-container-org5eba9b4" class="outline-3">
<h3 id="org5eba9b4"><span class="section-number-3">4.13.</span> <span class="done DONE">DONE</span> Session II.13 Metaethics: Reasons and Fit</h3>
<div class="outline-text-3" id="text-4-13">
</div>
<div id="outline-container-org849de06" class="outline-4">
<h4 id="org849de06"><span class="section-number-4">4.13.1.</span> Alex Gregory, When is it fitting to be happy?</h4>
</div>
<div id="outline-container-orgf4fbb6c" class="outline-4">
<h4 id="orgf4fbb6c"><span class="section-number-4">4.13.2.</span> Bennett Eckert-Kuang, Actions as Reasons for Actions</h4>
</div>
<div id="outline-container-orgc5a3116" class="outline-4">
<h4 id="orgc5a3116"><span class="section-number-4">4.13.3.</span> Marie Wegener, Special Reasons, Two Strategies, One Problem: The Limits of Value-Based Theories of Practical Reasons</h4>
</div>
<div id="outline-container-org9e7cf93" class="outline-4">
<h4 id="org9e7cf93"><span class="section-number-4">4.13.4.</span> Gonzalo Velasco Arias, Institutional Proleptic Blame and the Limits of Fittingness</h4>
</div>
</div>
<div id="outline-container-orga3a01d4" class="outline-3">
<h3 id="orga3a01d4"><span class="section-number-3">4.14.</span> <span class="done DONE">DONE</span> Session II.14 Moral &amp; Political Philosophy</h3>
<div class="outline-text-3" id="text-4-14">
</div>
<div id="outline-container-orge819a59" class="outline-4">
<h4 id="orge819a59"><span class="section-number-4">4.14.1.</span> Abida Malik, Is Democracy Doomed? On the Importance of Epistemic Virtues</h4>
</div>
<div id="outline-container-org0b1e4b3" class="outline-4">
<h4 id="org0b1e4b3"><span class="section-number-4">4.14.2.</span> Conor Clarke, Should we be Externalists about Political Justification?</h4>
</div>
<div id="outline-container-org4607c99" class="outline-4">
<h4 id="org4607c99"><span class="section-number-4">4.14.3.</span> Moritz Schnorpfeil, Collective Traps: When State-Provided Goods Are Bad For Recipients</h4>
</div>
<div id="outline-container-org2d22c43" class="outline-4">
<h4 id="org2d22c43"><span class="section-number-4">4.14.4.</span> Xinyue Hu, Contributing beyond Duty: Identity-Based Membership in Collective Action</h4>
</div>
</div>
<div id="outline-container-org5383391" class="outline-3">
<h3 id="org5383391"><span class="section-number-3">4.15.</span> <span class="done DONE">DONE</span> Session II.15 Philosophy of Maths and Logic</h3>
<div class="outline-text-3" id="text-4-15">
</div>
<div id="outline-container-orgc97abb0" class="outline-4">
<h4 id="orgc97abb0"><span class="section-number-4">4.15.1.</span> Karol Wapniarski, Reconsidering Leibniz's influence on Russell through the Russell-Couturat Correspondence</h4>
</div>
<div id="outline-container-org82f1338" class="outline-4">
<h4 id="org82f1338"><span class="section-number-4">4.15.2.</span> Wouter Cohen, Carnapian pragmatism and neo-logicism</h4>
</div>
<div id="outline-container-orgacc31d9" class="outline-4">
<h4 id="orgacc31d9"><span class="section-number-4">4.15.3.</span> Samuel Boudreau, An Account of the Infinite Regress of Demonstrations in Aristotle's Posterior Analytics I.3.</h4>
</div>
<div id="outline-container-org8e3a3e4" class="outline-4">
<h4 id="org8e3a3e4"><span class="section-number-4">4.15.4.</span> Boaz Laan, A tension for the interpretational approach to modal potentialism</h4>
</div>
</div>
<div id="outline-container-orge7c1174" class="outline-3">
<h3 id="orge7c1174"><span class="section-number-3">4.16.</span> <span class="done DONE">DONE</span> Session II.16 Reason, Mind, Action</h3>
<div class="outline-text-3" id="text-4-16">
</div>
<div id="outline-container-orga71d9bd" class="outline-4">
<h4 id="orga71d9bd"><span class="section-number-4">4.16.1.</span> Tiago Carneiro da Silva, University of Leeds, Experimental Ethics and Self-evidence</h4>
</div>
<div id="outline-container-org4072ef7" class="outline-4">
<h4 id="org4072ef7"><span class="section-number-4">4.16.2.</span> Eliot Watkins, Normative Reasons and Attitude Intensity</h4>
</div>
<div id="outline-container-org0aa4c59" class="outline-4">
<h4 id="org0aa4c59"><span class="section-number-4">4.16.3.</span> Daniel Dearlove, Naïve Realism and Understanding Why</h4>
</div>
<div id="outline-container-org533798d" class="outline-4">
<h4 id="org533798d"><span class="section-number-4">4.16.4.</span> Paul Thomas Engeland, Helplessly Hoping</h4>
</div>
</div>
<div id="outline-container-orgb332610" class="outline-3">
<h3 id="orgb332610"><span class="section-number-3">4.17.</span> <span class="done DONE">DONE</span> Session II.17 Relations to Others</h3>
<div class="outline-text-3" id="text-4-17">
</div>
<div id="outline-container-orgd9af424" class="outline-4">
<h4 id="orgd9af424"><span class="section-number-4">4.17.1.</span> Mollie Gerver, King's College London, How To Win Friends and Influence People with Philosophy</h4>
</div>
