opensessions.org
*** Karri Heikkinen, Complaints, Gratitude, and the Procreation Asymmetry
According to the complaint model, morality is about avoiding acts that
generate complaints. According to total utilitarianism, morality is
about maximising aggregate welfare. In cases that involve creating new
people, both of these popular views face at least one significant
objection: the complaint model fails to get the right result in the
Non-Identity Problem, whereas total utilitarianism violates the
Procreation Asymmetry. In this paper, I develop an alternative view,
which I call the complaint-gratitude model. This view combines the
traditional complaint model with a novel view I call the gratitude
model, according to which morality is about acting in ways that
produce gratitude. Even though the gratitude model initially appears
to coincide with the complaint model, I show that the view is distinct
from both the complaint model and total utilitarianism. I then argue
that combining the gratitude model with the complaint model results in
a very appealing hybrid view, which gets the Non-Identity Problem
right, accommodates some of the key judgements motivating the
Procreation Asymmetry, and secures an intuitive, moderate priority for
already-existing people over possible future people.
****  not session III :noexport:
*** Zeynep Çelik, Collective Authorship in Theatrical Works: A Hierarchical Account
*** Caterina Mazziotti, University of Vienna, External Freedom and Social Welfare in Kant: Beyond Material Redistribution
In this talk, I will argue that Kant’s concept of external freedom
includes a notion of independence from the arbitrary will of others
that can justify not only material forms of social welfare, but also
broader measures aimed at preventing social, cultural, and economic
conditions that undermine individuals’ independence. Interpretations
of Kant’s political philosophy often oscillate between a negative
conception of freedom as non-interference (LeBar 1999) and a broader
account that includes the capacity of individuals to set and pursue
their own ends (Ripstein 2009). Recent literature has also highlighted
affinities with the neo-republican ideal of non-domination,
particularly in the work of Philip Pettit (Kleingeld 2020; Love
2025). However, the implications of this conception for social welfare
have largely been confined to material redistribution, such as
taxation to alleviate poverty. Less attention has been paid to whether
Kant’s framework can justify non-material measures, including
education or policies aimed at preventing structural forms of
dependence. I argue that if material deprivation counts as a form of
dependence because it prevents individuals from choosing independently
of others, then other conditions that similarly constrain this
capacity, such as lack of education or restrictive cultural
environments, must also be regarded as incompatible with right. Since
coercion is legitimate when it prevents restrictions on freedom,
measures aimed at securing these conditions can therefore be
justified. I conclude that Kant’s conception of external freedom
supports a broader account of social welfare than is usually
acknowledged, extending beyond redistribution to include measures that
secure the conditions for independent choice.
* Open Session 3: Friday 14.00 – 16.00 [15/17]
** DONE Session III.1 Rationality
*** Chenwei Nie, University of Warwick, Rational People's Irrational Beliefs
Why does an otherwise ordinary person sometimes stubbornly retain a
belief in the face of independent counterevidence? Existing accounts
typically explain this phenomenon by attributing some form of
irrationality to the person: non-evidential factors are taken either
to distort how the person gathers and assesses evidence or to function
as direct, non-evidential reasons for the belief itself (Schleifer
McCormick, 2020; Glüer & Wikforss, 2022; Simion, 2024; Flores,
2025). This paper advances an alternative framework that does not rely
on such assumptions of irrationality. It argues that non-evidential
factors can instead play a role in shaping and sustaining the person’s
experiential seemings. In such cases, the person may face an
epistemically dilemmic situation: she confronts independent evidence
that tells against the belief, yet simultaneously suffers from a
powerful seeming that, in various ways, presses her toward accepting
it. Her persistence in the belief is explained by the fact that this
compelling seeming outweighs the opposing evidence.
*** Puneh Nejati-Mehr, When Self-Prediction Becomes Temptation: Intention and Self-Governance
*** Johan Du Plessis, Person-Affecting Views of Population Ethics and Sequential Decisions
It has been argued that so-called wide person affecting views of
population ethics cannot coherently account for sequential
decision-making in certain kinds of non-identity cases. I show that
one diagnosis of this problem is not unique to person-affecting views
and also occurs with totalist views. The actual root of the problem is
the possibility of making suboptimal permissible sequential
decisions. I argue that this is a feature of the reasonable principle
of avoiding sunk cost fallacies in situations where there is
incomparability. Thus, there is, in fact, no problem to be overcome.
*** David Chandler, The Abilities of the Ambivalent
**** FRIDAY :noexport:
** DONE Session III.2 Epistemology
*** Lisa Bastian, Epistemic Boycott
*** TANUJ MILIND RAUT, Against normative contextualism about epistemic vices
*** Mikhail Volkov, How Social Media Renders Intellectual Vice Rational
*** Parris Sammut, Assertion, Rules, and Entitlement
** DONE Session III.3 Political philosophy
*** Dong-il Kim, The Missing Half of Justice: Distributing Primary Burdens
*** George Hull, Inequality of Opportunity as a Structural Accessory after the Fact to Past Injustice
*** Bill Wringe, Cuguano's Reparative Duties of Dissociation
