docs/opensessions.html
<div id="outline-container-orgcbe3512" class="outline-4">
<h4 id="orgcbe3512"><span class="section-number-4">4.17.2.</span> Karri Heikkinen, Complaints, Gratitude, and the Procreation Asymmetry</h4>
<div class="outline-text-4" id="text-4-17-2">
<p>
According to the complaint model, morality is about avoiding acts that
generate complaints. According to total utilitarianism, morality is
about maximising aggregate welfare. In cases that involve creating new
people, both of these popular views face at least one significant
objection: the complaint model fails to get the right result in the
Non-Identity Problem, whereas total utilitarianism violates the
Procreation Asymmetry. In this paper, I develop an alternative view,
which I call the complaint-gratitude model. This view combines the
traditional complaint model with a novel view I call the gratitude
model, according to which morality is about acting in ways that
produce gratitude. Even though the gratitude model initially appears
to coincide with the complaint model, I show that the view is distinct
from both the complaint model and total utilitarianism. I then argue
that combining the gratitude model with the complaint model results in
a very appealing hybrid view, which gets the Non-Identity Problem
right, accommodates some of the key judgements motivating the
Procreation Asymmetry, and secures an intuitive, moderate priority for
already-existing people over possible future people.
</p>
</div>
</div>
<div id="outline-container-orgf985855" class="outline-4">
<h4 id="orgf985855"><span class="section-number-4">4.17.3.</span> Zeynep Çelik, Collective Authorship in Theatrical Works: A Hierarchical Account</h4>
</div>
<div id="outline-container-orgc82a3f0" class="outline-4">
<h4 id="orgc82a3f0"><span class="section-number-4">4.17.4.</span> Caterina Mazziotti, University of Vienna, External Freedom and Social Welfare in Kant: Beyond Material Redistribution</h4>
<div class="outline-text-4" id="text-4-17-4">
<p>
In this talk, I will argue that Kant’s concept of external freedom
includes a notion of independence from the arbitrary will of others
that can justify not only material forms of social welfare, but also
broader measures aimed at preventing social, cultural, and economic
conditions that undermine individuals’ independence. Interpretations
of Kant’s political philosophy often oscillate between a negative
conception of freedom as non-interference (LeBar 1999) and a broader
account that includes the capacity of individuals to set and pursue
their own ends (Ripstein 2009). Recent literature has also highlighted
affinities with the neo-republican ideal of non-domination,
particularly in the work of Philip Pettit (Kleingeld 2020; Love
2025). However, the implications of this conception for social welfare
have largely been confined to material redistribution, such as
taxation to alleviate poverty. Less attention has been paid to whether
Kant’s framework can justify non-material measures, including
education or policies aimed at preventing structural forms of
dependence. I argue that if material deprivation counts as a form of
dependence because it prevents individuals from choosing independently
of others, then other conditions that similarly constrain this
capacity, such as lack of education or restrictive cultural
environments, must also be regarded as incompatible with right. Since
coercion is legitimate when it prevents restrictions on freedom,
measures aimed at securing these conditions can therefore be
justified. I conclude that Kant’s conception of external freedom
supports a broader account of social welfare than is usually
acknowledged, extending beyond redistribution to include measures that
secure the conditions for independent choice.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-orgb5defda" class="outline-2">
<h2 id="orgb5defda"><span class="section-number-2">5.</span> Open Session 3: Friday 14.00 – 16.00 <code>[15/17]</code></h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org8df2bcf" class="outline-3">
<h3 id="org8df2bcf"><span class="section-number-3">5.1.</span> <span class="done DONE">DONE</span> Session III.1 Rationality</h3>
<div class="outline-text-3" id="text-5-1">
</div>
<div id="outline-container-org76bb8d8" class="outline-4">
<h4 id="org76bb8d8"><span class="section-number-4">5.1.1.</span> Chenwei Nie, University of Warwick, Rational People's Irrational Beliefs</h4>
<div class="outline-text-4" id="text-5-1-1">
<p>
Why does an otherwise ordinary person sometimes stubbornly retain a
belief in the face of independent counterevidence? Existing accounts
typically explain this phenomenon by attributing some form of
irrationality to the person: non-evidential factors are taken either
to distort how the person gathers and assesses evidence or to function
as direct, non-evidential reasons for the belief itself (Schleifer
McCormick, 2020; Glüer &amp; Wikforss, 2022; Simion, 2024; Flores,
2025). This paper advances an alternative framework that does not rely
on such assumptions of irrationality. It argues that non-evidential
factors can instead play a role in shaping and sustaining the person’s
experiential seemings. In such cases, the person may face an
epistemically dilemmic situation: she confronts independent evidence
that tells against the belief, yet simultaneously suffers from a
powerful seeming that, in various ways, presses her toward accepting
it. Her persistence in the belief is explained by the fact that this
compelling seeming outweighs the opposing evidence.
</p>
</div>
</div>
<div id="outline-container-orgc1ab966" class="outline-4">
<h4 id="orgc1ab966"><span class="section-number-4">5.1.2.</span> Puneh Nejati-Mehr, When Self-Prediction Becomes Temptation: Intention and Self-Governance</h4>
</div>
<div id="outline-container-orgadee302" class="outline-4">
<h4 id="orgadee302"><span class="section-number-4">5.1.3.</span> Johan Du Plessis, Person-Affecting Views of Population Ethics and Sequential Decisions</h4>
<div class="outline-text-4" id="text-5-1-3">
<p>
It has been argued that so-called wide person affecting views of
population ethics cannot coherently account for sequential
decision-making in certain kinds of non-identity cases. I show that
one diagnosis of this problem is not unique to person-affecting views
and also occurs with totalist views. The actual root of the problem is
the possibility of making suboptimal permissible sequential
decisions. I argue that this is a feature of the reasonable principle
of avoiding sunk cost fallacies in situations where there is
incomparability. Thus, there is, in fact, no problem to be overcome.
</p>
</div>
</div>
<div id="outline-container-orgb45f8cf" class="outline-4">
<h4 id="orgb45f8cf"><span class="section-number-4">5.1.4.</span> David Chandler, The Abilities of the Ambivalent</h4>
</div>
</div>
<div id="outline-container-orgeaf3fe7" class="outline-3">
<h3 id="orgeaf3fe7"><span class="section-number-3">5.2.</span> <span class="done DONE">DONE</span> Session III.2 Epistemology</h3>
<div class="outline-text-3" id="text-5-2">
</div>
<div id="outline-container-org49f50e3" class="outline-4">
<h4 id="org49f50e3"><span class="section-number-4">5.2.1.</span> Lisa Bastian, Epistemic Boycott</h4>
</div>
<div id="outline-container-org8e98de7" class="outline-4">
<h4 id="org8e98de7"><span class="section-number-4">5.2.2.</span> TANUJ MILIND RAUT, Against normative contextualism about epistemic vices</h4>
</div>
<div id="outline-container-orgc8b6f27" class="outline-4">
<h4 id="orgc8b6f27"><span class="section-number-4">5.2.3.</span> Mikhail Volkov, How Social Media Renders Intellectual Vice Rational</h4>
</div>
<div id="outline-container-orgd40223d" class="outline-4">
<h4 id="orgd40223d"><span class="section-number-4">5.2.4.</span> Parris Sammut, Assertion, Rules, and Entitlement</h4>
</div>
</div>
<div id="outline-container-org170690b" class="outline-3">
<h3 id="org170690b"><span class="section-number-3">5.3.</span> <span class="done DONE">DONE</span> Session III.3 Political philosophy</h3>
<div class="outline-text-3" id="text-5-3">
</div>
<div id="outline-container-orgaf277c3" class="outline-4">
<h4 id="orgaf277c3"><span class="section-number-4">5.3.1.</span> Dong-il Kim, The Missing Half of Justice: Distributing Primary Burdens</h4>
</div>
<div id="outline-container-org22f2353" class="outline-4">
<h4 id="org22f2353"><span class="section-number-4">5.3.2.</span> George Hull, Inequality of Opportunity as a Structural Accessory after the Fact to Past Injustice</h4>
</div>
<div id="outline-container-org938d790" class="outline-4">
<h4 id="org938d790"><span class="section-number-4">5.3.3.</span> Bill Wringe, Cuguano's Reparative Duties of Dissociation</h4>
</div>
