opensessions.org
*** Mert Atessal, Bilkent University, Why You Cannot Own the Parthenon: Cultural Treasures and the Limits of Property
Special rights theories dominate debates about the ownership of
cultural treasures, grounding property claims in particular historical
actions such as discovery, preservation, or transfer rather than in
general entitlements. Most discussions of repatriation---as well as
debates over the ownership of archaeological finds and artworks with
unknown or disputed provenance---are framed in these terms. Any
defensible special rights account of original acquisition must
incorporate a Lockean proviso, which permits appropriation only if
enough and as good is left for others, intended to prevent
appropriation from unjustifiably disadvantaging
non-appropriators. This paper argues that the proviso must be
interpreted pluralistically rather than monistically, rejecting the
assumption that all goods contributing to human flourishing are
mutually substitutable. It shows that many cultural treasures are
irreplaceable, such that they cannot be substituted with any other
good without loss, and that they therefore cannot satisfy a
pluralistically understood Lockean proviso. The paper concludes that,
even within a special rights framework, some cultural treasures cannot
legitimately become property.
** DONE Session III.4 Computing
*** Lena Wang, Taxonomically Transformative Technologies: AI Systems as Conceptual Engineers
*** Wu Qiantong, The Possibility of Human-Like Consciousness in Large Language Models
This paper proposes the necessary conditions for the consciousness to
emerge from a physical being by stressing the importance of
body-environment interaction in the physical as well as social
aspects. Based on the conditions specified, the paper further argues
against the possibility that there could be consciousness emerging in
the large language model (LLM) so far; in fact, achieving human-level
consciousness may not be necessary for building AI consciousness,
considering that the purpose of developing AI is to facilitate human
beings instead of creating more human-like beings.
*** Bon-Hyuk Koo, Does the Opacity of Deep Learning Undermine Scientific Realism?
*** Gianluigi Viscusi, Linköping University, Freedom By Design: Pluralism Of Values And Determinism In Big Data And Analytics
When Felix Oppenheim posed the question on whether ‘freedom’ can
become a concept of empirical science as dependent on the question on
the existence of experiential data to which the concept of freedom can
be linked, however indirectly (Oppenheim, 1961), he could perhaps not
imagine how the answers to these questions would have been shaped by
the subsequent millennium with the digitalization of society,
businesses, and human interactions. Once undoubtedly considered
philosophical arguments, today these questions are complex subjects of
application for analytics applied to what common sense actually
considers big data (Dumbill, 2013), and their use by artificial
intelligence (AI) technologies. But what are the consequences of the
potential and not hypothetical availability of “Big” experiential data
for the concept of freedom?  What type of knowledge these data ground
and what are the relations with liberty? As for the knowledge, Big
data ground and refer to what Russell (1910) argued as knowledge by
description, connecting, through the intermediary of processes of
inference, the truths (carried out by Big data, in our case) with
things with which we have acquaintance through our direct experience
with the world. As for the relations between this knowledge and
liberty, the increasing relevance of big data and analytics is framed
and at the same time enact the idea of determinism questioned by
Berlin (1999), pointing out that “the growth of knowledge increases
the range of predictable events, and predictability - inductive or
intuitive - despite all that has been said against this position, does
not seem compatible with liberty of choice” (p.182). Particularly
interesting is the point by Berlin (1999, p. 186) that all determinism
needs is that x can predict the overall behavior of y and vice versa,
not disclosing their predictions to one another, and the consequent
substitution of knowledge and understanding for attribution of
responsibility, actually radically changing our view of what
constitutes a person, an act, a choice (Berlin, 1999, p. 186). If to
be free is to be able to make an unforced choice, and choice entails
competing possibilities (Berlin 1999), the question is not only what
choices are enacted or bounded by Big Data and analytics use by AI
technologies, but also what impact their design has. In this
discussion, a relevant argument is considering technology as
representation. As pointed out by Kallinikos (1995), representation is
technology in terms of “an overall world orientation concerned with
the objectification of the natural and social worlds in ways which
render them amenable to calculation and mastery.” Furthermore, the
representations framing the access to data, such as e.g.,
classification schemes and their impact on social worlds they are
supposed to serve, have been subject of studies in fields such as
social studies of science and technology (see Bowker & Star,
2000). Yet, the question of what values and freedom are enabled,
bounded, or enacted “by design” by technology, specifically big data
and analytics for AI, remains little explored. Thus, in this
contribution, we aim to analyze the concept of freedom in the
technology and design of big data and AI analytics. To this end, we
will start with the analysis of Isaiah Berlin (1969) and the
subsequent debate on positive and negative freedom, as a theoretical
background for clarifying the different conceptions of freedom at
stake in the considered domain. Then determinism and pluralism of
values in big data and analytics design for AI will be questioned for
understanding their challenges particularly with regard to
individual’s sovereignty and dissent as inseparable within a
democratic society (Urbinati, 2009), and whether they enact
individualism as solitude or autonomy, isolation, as atomism imposed
by an external force, severing public relations, or eventually
loneliness, when both private and public relations are severed (see
also dimensions Arendt 1958, 1961).
** DONE Session III.5 History of Philosophy
