docs/opensessions.html
<div id="outline-container-orgecb3f86" class="outline-3">
<h3 id="orgecb3f86"><span class="section-number-3">5.5.</span> <span class="done DONE">DONE</span> Session III.5 History of Philosophy</h3>
<div class="outline-text-3" id="text-5-5">
</div>
<div id="outline-container-orgc78a48f" class="outline-4">
<h4 id="orgc78a48f"><span class="section-number-4">5.5.1.</span> Piotr Szalek, Intentionality and Representationalism</h4>
<div class="outline-text-4" id="text-5-5-1">
<p>
The paper attempts to trace the historical correlations between
intentionality and representationalism. The terminology of
intentionality derives from medieval scholastic philosophy and was
revived in 1874 by Franz Brentano in “Psychology from an Empirical
Standpoint”. In this work, Brentano characterised intentionality in
terms of ‘the mind’s direction towards an object’. He regarded
intentionality as the distinctive mark of mental phenomena, which
distinguishes them from physical phenomena. The early modern period is
widely perceived by philosophers as not adding anything interesting to
the problem of intentionality between the scholastics and Brentano. In
the proposed paper, I will argue that Brentano combined both
terminology (present in the late scholasticism), the concept (proposed
by Brentano), and the problem of intentionality (elaborated by early
modern philosophy). Moreover, I will suggest that Brentano’s
understanding of the concept of intentionality would not be possible
without the early modern discussion of representationalism in terms of
the explanatory role of experience — discussion, that is, of how
perceptual experience gives us cognitive contact with the
mind-independent, external world.
</p>

<p>
In the context of this discussion, we find an explicit reshaping of
the problem of intentionality in the sense proposed by Brentano,
though without the terminology of intentionality. Post-Cartesian
philosophers were gradually aware that there was a need to distinguish
between acts and contents in the description of ideas as
representations of things. The distinction was possible only in terms
of an intentional relation between something on the mind’s side (act)
and something on the world’s side (content). Brentano labelled the
modern discussion about the explanatory role of experience in terms of
intentionality. In the Brentanian proposal, the terminology and the
problem gained a convergence which had been lost, but at the same
time, the problem was shaped already by the early modern philosophy
discussions about representationalism.
</p>
</div>
</div>
<div id="outline-container-org898d07d" class="outline-4">
<h4 id="org898d07d"><span class="section-number-4">5.5.2.</span> Antonio Borge, Towards an Objectivist Reading of Spinoza's Panpsychism</h4>
<div class="outline-text-4" id="text-5-5-2">
<p>
Spinoza is a panpsychist: for him, mentality is a fundamental and
pervasive feature of reality. According to a widespread narrative,
Spinoza’s commitment to the pervasiveness requirement of panpsychism
is commonly understood in perspectival terms: each idea and its object
are merely two ways of conceiving one and the same thing. In this
paper, I challenge the perspectivist reading and put forward an
objectivist interpretation of Spinoza’s panpsychism’s pervasiveness
requirement under which, for Spinoza, an idea and its object are
numerically distinct things whose sum constitutes a further thing. I
argue that this proposal is compatible with Spinoza’s sameness claims
and that it avoids the interaction problem without resorting to their
numerical identity.
</p>

<p>
I begin by reconstructing two influential ways of reading Spinoza’s
“one and the same thing” claims. On the Mode-Identity reading, if x is
a mode of one attribute, then there exists, in each of God’s other
attributes, one and only one mode numerically identical to x. On the
Ideas–Things Identity reading, if x is an idea whose object is y, then
x and y must themselves be numerically identical. I contend that both
interpretations come at a significant cost. Mode-Identity leaves
unexplained what grounds numerical identity across attributes, while
Ideas–Things Identity appears to violate Leibniz’s Law. I then argue
that Spinoza’s texts support a less radical account of the mind–body
relation. Drawing on Karolina Hübner’s representational
interpretation, I account for mind–body unity in terms of the union
between an idea and its object. However, I depart from Hübner by
denying that this union entails numerical identity. Instead, I argue
that an idea and its object jointly constitute a third entity,
numerically identical to their mereological sum and that Spinoza’s
parallelism is structurally akin to the accounts of mind-body
co-variation employed by Malebranche and Leibniz.
</p>
</div>
</div>
<div id="outline-container-orgf1da7dd" class="outline-4">
<h4 id="orgf1da7dd"><span class="section-number-4">5.5.3.</span> Juuso Rantanen, Time, Inner Sense and the Falsity of Sensibilism</h4>
<div class="outline-text-4" id="text-5-5-3">
<p>
One of the major debates in Kant scholarship in the past two decades
has concerned the relation between the understanding and
intuitions. Roughly speaking, the disagreement is about the question:
are acts of the understanding necessary to generate intuitions?
Intellectualists claim that the answer is yes, whereas sensibilists
claim that the answer is no.
</p>

<p>
The intellectualist-sensibilist debate has become intertwined with the
question of where to locate the threshold of ‘phenomenal
consciousness’ among these representations – e.g., are intuitions
conscious? There is plenty textual evidence that suggests that Kant
views empirical consciousness and self-consciousness as being
dependent on acts of the intellect (e.g, A120, B160).
</p>

<p>
I argue here that i) outer intuitions are generated independently of
acts of intellect, but that acts of intellect are constitutive of our
state consciousness. In other words, I suggest that unsynthesized
intuitions, though independent of the intellect, are not conscious
states for the subject.
</p>

<p>
I argue that being related to inner sense is necessary for the
conscious presentation of appearances. Here my argument relies on
Kant’s claim that time is the form of inner sense (A34/B50) and on the
phenomenological observation that all conscious outer representations
that a subject like us can have are given in time. I argue that these
jointly entail that an intuition cannot be temporal without being
related to inner sense.
</p>

<p>
I then argue that only acts of understanding can relate
representations given by outer sense to inner sense. Kant argues in
both the Transcendental Aesthetic and the Analytic (B67-9, B154), that
it is the active subject who affects itself with representations. I
argue that we should understand part of this self-affection to consist
in relating spatial manifolds given by outer sense to inner
sense. Hence, I conclude that though not constitutive of intuitions,
the intellect is constitutive of our consciousness.
</p>
</div>
</div>
