docs/opensessions.html
<div id="outline-container-org64deab3" class="outline-4">
<h4 id="org64deab3"><span class="section-number-4">5.5.4.</span> Luke Jennings, University of Oxford, How Apt is Aristotle’s Comparison between Craft Production and Reproduction?</h4>
<div class="outline-text-4" id="text-5-5-4">
<p>
In Book I.21-22 of Generation of Animals, Aristotle develops an
analogy between craft and the coming-to-be of animals according to
which nature utilizes male semen in acting on the female menses to
produce progeny as a housebuilder acts upon bricks to produce a
house. On this model, the more fully concocted male seed conveys the
form of the offspring onto the comparatively less-concocted female
seed, with what remains of the male semen’s matter subsequently
putrefying. On a coarse reading of the view, male semen contributes
all formal attributes when it is used to act upon the female menses,
whose sole contribution is the sympathetic matter from which the
progeny will be generated. Knowing this much, an incredulous response
seems warranted: are we really to believe that the female makes no
formal contribution to the offspring? In recent years, Sophia Connell
has proposed that the reason for Aristotle’s misstep is the analogy to
craft itself, which (she argues) we have no textual reason to
privilege above several alternative models put forward within the
GA. In what follows, I offer one competing reading of the craft
analogy that ultimately fails but argue that we still have reason to
take the craft analogy seriously in virtue of several strengths that
the model gets right that other GA examples miss.
</p>
</div>
</div>
</div>
<div id="outline-container-org3c7b618" class="outline-3">
<h3 id="org3c7b618"><span class="section-number-3">5.6.</span> <span class="done DONE">DONE</span> Session III.6 Feminist Philosophy and Injustice</h3>
<div class="outline-text-3" id="text-5-6">
</div>
<div id="outline-container-orgb3dac6c" class="outline-4">
<h4 id="orgb3dac6c"><span class="section-number-4">5.6.1.</span> Nick Clanchy, Second-Order Hermeneutical Breakthroughs</h4>
</div>
<div id="outline-container-orgb6c5f29" class="outline-4">
<h4 id="orgb6c5f29"><span class="section-number-4">5.6.2.</span> Justina Berskyte, The Carrot, The Stick, and The Oppressive Ideology: Two Sides of Misogyny</h4>
</div>
<div id="outline-container-orgafd17c8" class="outline-4">
<h4 id="orgafd17c8"><span class="section-number-4">5.6.3.</span> Sophie Keeling, Standpoint Know-How</h4>
</div>
<div id="outline-container-org8cc9cda" class="outline-4">
<h4 id="org8cc9cda"><span class="section-number-4">5.6.4.</span> Richard Hassall, Hermeneutical Injustice and Damaged Intellectual Self-trust in Psychiatric Service users</h4>
</div>
</div>
<div id="outline-container-orgd0efcd8" class="outline-3">
<h3 id="orgd0efcd8"><span class="section-number-3">5.7.</span> <span class="done DONE">DONE</span> Session III.7 Moral Philosophy</h3>
<div class="outline-text-3" id="text-5-7">
</div>
<div id="outline-container-org932f4ee" class="outline-4">
<h4 id="org932f4ee"><span class="section-number-4">5.7.1.</span> Nicola Zetti, Full Excuses Negate Wrongdoing</h4>
</div>
<div id="outline-container-org483b7d3" class="outline-4">
<h4 id="org483b7d3"><span class="section-number-4">5.7.2.</span> Ignacio Pena, The significance of intentions for consent and liability to defensive harm</h4>
</div>
<div id="outline-container-orgbf32873" class="outline-4">
<h4 id="orgbf32873"><span class="section-number-4">5.7.3.</span> Rebecca Dreier, The Moral Significance of Episodic-Like Memory</h4>
</div>
<div id="outline-container-org5064b1f" class="outline-4">
<h4 id="org5064b1f"><span class="section-number-4">5.7.4.</span> Lisa McLaughlin, Caring action and intention</h4>
</div>
</div>
<div id="outline-container-orgb3e5587" class="outline-3">
<h3 id="orgb3e5587"><span class="section-number-3">5.8.</span> <span class="todo TODO">TODO</span> Session III.8 Metaphysics</h3>
<div class="outline-text-3" id="text-5-8">
</div>
<div id="outline-container-orgca445ca" class="outline-4">
<h4 id="orgca445ca"><span class="section-number-4">5.8.1.</span> Harry Cleeveley, The A Priori Truth of Modal Rationalism</h4>
</div>
<div id="outline-container-org7e93b95" class="outline-4">
<h4 id="org7e93b95"><span class="section-number-4">5.8.2.</span> İbrahim Hansu, A Free Will Argument for DARC (Deliberation Annihilates Reflexive Credences)</h4>
</div>
<div id="outline-container-org78cd88c" class="outline-4">
<h4 id="org78cd88c"><span class="section-number-4">5.8.3.</span> Charlie Green, Can the Structure of Primitive Colours be Reductively Explained?</h4>
<div class="outline-text-4" id="text-5-8-3">
<p>
This paper presents and defends a novel objectivist position in the
metaphysics of colour debate. Colour objectivism holds that colours
are mind-independent properties which continue to exist
unperceived. Two objectivist accounts of colour are colour physicalism
and colour primitivism, which are typically taken to be inconsistent
and hence in direct competition (e.g., Logue, 2016a, 2016b). Byrne and
Hilbert (1997, 2003) defend a colour physicalism which maintains that
colours are type-identical to (disjunctions of) surface spectral
reflectances (SSRs). Primitivist accounts of colour such as Campbell’s
(1993, 2006) explicitly reject type-identity relations between colours
and their lower-level physical correlates, maintaining rather that our
colour experiences are revelatory of the essences of colours, and that
colours are sui generis properties ‘over and above’ their lower-level
physical correlates such as SSRs. In this paper I reject this
dichotomy by offering a middle-way objectivist position which endorses
a primitivist account of colour that is explicitly consistent with an
unorthodox kind of reductive physicalism. I appeal to recent
structuralist definitions of theoretical reduction to show how the
type-identity between primitive colours and SSRs can be denied, whilst
maintaining that primitive colours are nevertheless higher-level
physical properties amenable to reductive explanation. Influenced by
Dennett (1991) on ‘real patterns’, Wallace (2022, 2026) defines
theoretical reduction as a formal relation of instantiation between
higher-level and lower-level mathematical models. I develop a
structural account of primitive colour space inspired by Broackes
(1992) to apply to Wallace’s (2022, 2026) structuralist definition of
reduction. This results in a view I call 'colour structuralism', under
which there exists a model of SSR structure which mathematically
instantiates a model of primitive colour structure, and hence colour
may be reductively explained whilst denying type-identity.
</p>
</div>
</div>
</div>
<div id="outline-container-org11d6664" class="outline-3">
<h3 id="org11d6664"><span class="section-number-3">5.9.</span> <span class="done DONE">DONE</span> Session III.9 Philosophy of Science</h3>
<div class="outline-text-3" id="text-5-9">
</div>
<div id="outline-container-orgb90d645" class="outline-4">
<h4 id="orgb90d645"><span class="section-number-4">5.9.1.</span> Mariona Miyata-Sturm, University of Glasgow, Aesthetic qualities will not help you gain nonfactive understanding</h4>
<div class="outline-text-4" id="text-5-9-1">
<p>
Some scientific representations – theories, diagrams, pictures – aid
understanding better than others. I argue that a representation’s
aesthetic qualities make a difference to how easily one can see how
features of the target phenomenon are related and thus how
successfully it can be used to understand a phenomenon. In other
words, there is an aesthetic component to scientific representation
and understanding. For example, the symmetry, simplicity, and
figure-ground contrast of the magnetic anomaly map nicknamed The Zebra
Pattern contributed to the breakthrough that led to the formulation of
the theory of plate tectonics. Both the map and the theory are often
described as beautiful and elegant (Oreskes (2003), Miyata-Sturm
(2024)). In contrast, another of Mason and Raff’s (1961a) maps, where
the positive and negative magnetisation was displayed with less visual
clarity, did not capture the scientists’ imagination (Schindler
(2007)).
</p>

<p>
Recently, a number of philosophers of science have argued that the
aesthetic qualities of scientific theories and other representations
can be conducive to non-factive understanding (Elgin (2020), Ivanova
(2020), Kosso (2007)). I argue that this view cannot make sense of the
epistemic value of aesthetics in science. In particular, it cannot
explain how the aesthetic qualities of the Zebra Pattern could
contribute to either the formulation or confirmation of plate
tectonics. Non-factivists correctly claim that divergence from truth
can make it easier to see patterns and causal dependencies that a more
complete representation would drown in detail (Elgin (2020), Potochnik
(2017)), but it is precisely the accurate representation of real-world
patterns – not the way in which they diverge from the truth – which
makes these ‘felicitous falsehoods’ epistemically valuable. Simply
put, epistemic success comes from what science gets right, and
aesthetic qualities can contribute to getting things right.
</p>
</div>
</div>
