opensessions.org
*** Dragana Bozin, An Argument for Social Reasoning
*** Hong Joo Ryoo, Grounding and Causation are the Same (Fundamentally)
*** Ruodan Que, Interventionism, Agency Theory of Causation, and Impossible Interventions
** TODO Session III.10 Metaphysics and Mind
*** Arturo Vazquez-Hernandez, Psychological Language, Machine Behaviour and Intelligence
*** Phillip Meadows, Causation By Omission, Norms, and The Problem of Profligacy
** DONE Session III.11 Normative Ethics
*** Thomas Schmidt, Rescue Dilemmas and the Aggregation of Reasons
*** Tommaso Soriani, University of Reading, The Perdurantist Responsibility Gap
Perdurantism posits that persons persist as four-dimensional
mereological fusions of psychologically continuous temporal parts,
viewing extended actions as sequences of shorter acts executed by
distinct temporal parts. This conceptualization parallels collectives,
where individual members contribute to collective actions. However,
assigning moral responsibility becomes complex for perduring persons,
as it does for collectives, because many temporal parts do not
directly participate in extended actions, potentially leading to
unfair outcomes when it comes to blame (and praise). This paper
explores the Perdurantist Responsibility Gap (PRG), juxtaposing it
with collective responsibility gaps. The goal is to bridge the PRG and
provide a nuanced understanding of moral responsibility within
Perdurantism.
*** Koji Tachibana, Is the frontier spirit a virtue or a vice?
*** Thomas Lockhart, The Inevitability of Deontic Conflict
** DONE Session III.12 Moral Worth and Responsibility
*** Jackson Iszler, Defending Pluralism about Moral Worth: When Belief Fails to Motivate
Right action motivated by the wrong reasons is not praiseworthy. While
this much is uncontroversial, there remains significant debate over
which motive grants moral worth. The plausibility of each candidate
prompts some to adopt a pluralist position, holding that multiple
motives grant right action moral worth. Nomy Arpaly recently objected
to this view, claiming it entails a contradiction. I argue Arpaly’s
objection fails for two reasons.

First, the objection conflates motivating concern for morality with
mere belief about morality. These come apart, as when one believes
their action is right but is motivated entirely by other
considerations. Moreover, removing this conflation to secure validity
makes the objection obviously false.

Considering the relationship between moral belief and motivation
reveals the second and broader issue. Even if honest moral ignorance
excuses, the belief that one’s action is right is insufficient to
excuse wrong actions from blame. Instead, this belief must motivate
the action. This takeaway undermines a crucial premise in Arpaly’s
objection and has significant implications for the moral worth debate.

If I am right, pluralism about moral worth is unscathed by Arpaly’s
substantial objection and better equipped to explain why one may be
praiseworthy for an action one’s own beliefs condemn.
*** Daniel Dennis, Strawson's 'Basic Argument', Moral Responsibility, Learning Ethics and Your Foundational Choice
*** Emmanuel Campion-Dye, How to reverse the order of explanation in the responsibility debate
*** Amy Duong, Kant on 'practice makes virtue'
** DONE Session III.13 Philosophy of Language
*** David Nicolas, Partitives, Groups, and Wholes
*** Andrea Raimondi, University of Vienna, Reference, Conflicting Intentions, and the Madagascar Problem
*** Adam Wingårdh, Why Many Conditionals are Ambiguous
*** Paolo Bonardi, Williamson and Salmon on Propositions and Guises
** DONE Session III.14 Mind and Perception
*** Romanos Koutedakis, Meinongian Theories of Perception
*** Daniel Garcia Saavedra, Into the Heart of the Experiences of Total Darkness
Are visual experiences of total darkness illusory/hallucinatory or
cases of veridical perception?  I argue that they are neither. First,
I argue that these experiences are not veridical because they do not
fulfil the matching condition for veridically, i.e., that our
experience matches what is there in the environment. Secondly, I argue
that visual experiences of total darkness are neither illusory nor
hallucinatory. I claim that they are not illusions because they do not
misrepresent any property in the environment, and that they are not
hallucinatory because they exhibit a strong dependency between the
scene before our eyes and what we seem to see, something missing in
all cases of hallucination. Instead, I argue that visual experiences
of total darkness are indetermined visual experiences. This view, I
claim, vindicates the intuitive idea that in seeing total darkness we
seem to see something while failing to see anything.
*** Noddy Lam, On the Temporal Viewpointedness of Perceptual Experience
*** Alice Roberts, Can Statues Make Values 'Perceptible'?
** DONE Session III.15 Metaphysics and Action
*** Andres Luco, Agency for Biological Machines: Ultimate Control and Alternative Possibilities Not Required
*** Robyn Waller, Sourcehood compatibilism requires alternatives: New perspectives on Frankfurt cases and the Garden of Forking Paths
*** Karl Egerton, Gamification: an explication
*** Jan Westerhoff, Idealism and predictive processing
** DONE Session III.16 Discourse, Assertion, Memory
*** Ross Patrizio, Assertion without sanctions
