docs/opensessions.html
<div id="outline-container-orgbfed10b" class="outline-4">
<h4 id="orgbfed10b"><span class="section-number-4">5.9.2.</span> Dragana Bozin, An Argument for Social Reasoning</h4>
</div>
<div id="outline-container-org51258ff" class="outline-4">
<h4 id="org51258ff"><span class="section-number-4">5.9.3.</span> Hong Joo Ryoo, Grounding and Causation are the Same (Fundamentally)</h4>
</div>
<div id="outline-container-orgd440de6" class="outline-4">
<h4 id="orgd440de6"><span class="section-number-4">5.9.4.</span> Ruodan Que, Interventionism, Agency Theory of Causation, and Impossible Interventions</h4>
</div>
</div>
<div id="outline-container-org3690ab6" class="outline-3">
<h3 id="org3690ab6"><span class="section-number-3">5.10.</span> <span class="todo TODO">TODO</span> Session III.10 Metaphysics and Mind</h3>
<div class="outline-text-3" id="text-5-10">
</div>
<div id="outline-container-org6fd9665" class="outline-4">
<h4 id="org6fd9665"><span class="section-number-4">5.10.1.</span> Arturo Vazquez-Hernandez, Psychological Language, Machine Behaviour and Intelligence</h4>
</div>
<div id="outline-container-org7475d58" class="outline-4">
<h4 id="org7475d58"><span class="section-number-4">5.10.2.</span> Phillip Meadows, Causation By Omission, Norms, and The Problem of Profligacy</h4>
</div>
</div>
<div id="outline-container-org9ffba40" class="outline-3">
<h3 id="org9ffba40"><span class="section-number-3">5.11.</span> <span class="done DONE">DONE</span> Session III.11 Normative Ethics</h3>
<div class="outline-text-3" id="text-5-11">
</div>
<div id="outline-container-org2aebbac" class="outline-4">
<h4 id="org2aebbac"><span class="section-number-4">5.11.1.</span> Thomas Schmidt, Rescue Dilemmas and the Aggregation of Reasons</h4>
</div>
<div id="outline-container-orgd1a8415" class="outline-4">
<h4 id="orgd1a8415"><span class="section-number-4">5.11.2.</span> Tommaso Soriani, University of Reading, The Perdurantist Responsibility Gap</h4>
<div class="outline-text-4" id="text-5-11-2">
<p>
Perdurantism posits that persons persist as four-dimensional
mereological fusions of psychologically continuous temporal parts,
viewing extended actions as sequences of shorter acts executed by
distinct temporal parts. This conceptualization parallels collectives,
where individual members contribute to collective actions. However,
assigning moral responsibility becomes complex for perduring persons,
as it does for collectives, because many temporal parts do not
directly participate in extended actions, potentially leading to
unfair outcomes when it comes to blame (and praise). This paper
explores the Perdurantist Responsibility Gap (PRG), juxtaposing it
with collective responsibility gaps. The goal is to bridge the PRG and
provide a nuanced understanding of moral responsibility within
Perdurantism.
</p>
</div>
</div>
<div id="outline-container-org952ccdd" class="outline-4">
<h4 id="org952ccdd"><span class="section-number-4">5.11.3.</span> Koji Tachibana, Is the frontier spirit a virtue or a vice?</h4>
</div>
<div id="outline-container-org9eed9c0" class="outline-4">
<h4 id="org9eed9c0"><span class="section-number-4">5.11.4.</span> Thomas Lockhart, The Inevitability of Deontic Conflict</h4>
</div>
</div>
<div id="outline-container-org3cbf24d" class="outline-3">
<h3 id="org3cbf24d"><span class="section-number-3">5.12.</span> <span class="done DONE">DONE</span> Session III.12 Moral Worth and Responsibility</h3>
<div class="outline-text-3" id="text-5-12">
</div>
<div id="outline-container-org6110ab6" class="outline-4">
<h4 id="org6110ab6"><span class="section-number-4">5.12.1.</span> Jackson Iszler, Defending Pluralism about Moral Worth: When Belief Fails to Motivate</h4>
<div class="outline-text-4" id="text-5-12-1">
<p>
Right action motivated by the wrong reasons is not praiseworthy. While
this much is uncontroversial, there remains significant debate over
which motive grants moral worth. The plausibility of each candidate
prompts some to adopt a pluralist position, holding that multiple
motives grant right action moral worth. Nomy Arpaly recently objected
to this view, claiming it entails a contradiction. I argue Arpaly’s
objection fails for two reasons.
</p>

<p>
First, the objection conflates motivating concern for morality with
mere belief about morality. These come apart, as when one believes
their action is right but is motivated entirely by other
considerations. Moreover, removing this conflation to secure validity
makes the objection obviously false.
</p>

<p>
Considering the relationship between moral belief and motivation
reveals the second and broader issue. Even if honest moral ignorance
excuses, the belief that one’s action is right is insufficient to
excuse wrong actions from blame. Instead, this belief must motivate
the action. This takeaway undermines a crucial premise in Arpaly’s
objection and has significant implications for the moral worth debate.
</p>

<p>
If I am right, pluralism about moral worth is unscathed by Arpaly’s
substantial objection and better equipped to explain why one may be
praiseworthy for an action one’s own beliefs condemn.
</p>
</div>
</div>
<div id="outline-container-org6bff223" class="outline-4">
<h4 id="org6bff223"><span class="section-number-4">5.12.2.</span> Daniel Dennis, Strawson's 'Basic Argument', Moral Responsibility, Learning Ethics and Your Foundational Choice</h4>
</div>
<div id="outline-container-org80bddfc" class="outline-4">
<h4 id="org80bddfc"><span class="section-number-4">5.12.3.</span> Emmanuel Campion-Dye, How to reverse the order of explanation in the responsibility debate</h4>
</div>
<div id="outline-container-orgf5e8a09" class="outline-4">
<h4 id="orgf5e8a09"><span class="section-number-4">5.12.4.</span> Amy Duong, Kant on 'practice makes virtue'</h4>
</div>
</div>
<div id="outline-container-orgb793fd5" class="outline-3">
<h3 id="orgb793fd5"><span class="section-number-3">5.13.</span> <span class="done DONE">DONE</span> Session III.13 Philosophy of Language</h3>
<div class="outline-text-3" id="text-5-13">
</div>
<div id="outline-container-org5df20c3" class="outline-4">
<h4 id="org5df20c3"><span class="section-number-4">5.13.1.</span> David Nicolas, Partitives, Groups, and Wholes</h4>
</div>
<div id="outline-container-orgfd617fa" class="outline-4">
<h4 id="orgfd617fa"><span class="section-number-4">5.13.2.</span> Andrea Raimondi, University of Vienna, Reference, Conflicting Intentions, and the Madagascar Problem</h4>
</div>
<div id="outline-container-org30df6c0" class="outline-4">
<h4 id="org30df6c0"><span class="section-number-4">5.13.3.</span> Adam Wingårdh, Why Many Conditionals are Ambiguous</h4>
</div>
<div id="outline-container-org0928213" class="outline-4">
<h4 id="org0928213"><span class="section-number-4">5.13.4.</span> Paolo Bonardi, Williamson and Salmon on Propositions and Guises</h4>
</div>
</div>
<div id="outline-container-orgbd9a4d3" class="outline-3">
<h3 id="orgbd9a4d3"><span class="section-number-3">5.14.</span> <span class="done DONE">DONE</span> Session III.14 Mind and Perception</h3>
<div class="outline-text-3" id="text-5-14">
</div>
<div id="outline-container-org2188362" class="outline-4">
<h4 id="org2188362"><span class="section-number-4">5.14.1.</span> Romanos Koutedakis, Meinongian Theories of Perception</h4>
</div>
<div id="outline-container-org873bf1b" class="outline-4">
<h4 id="org873bf1b"><span class="section-number-4">5.14.2.</span> Daniel Garcia Saavedra, Into the Heart of the Experiences of Total Darkness</h4>
<div class="outline-text-4" id="text-5-14-2">
<p>
Are visual experiences of total darkness illusory/hallucinatory or
cases of veridical perception?  I argue that they are neither. First,
I argue that these experiences are not veridical because they do not
fulfil the matching condition for veridically, i.e., that our
experience matches what is there in the environment. Secondly, I argue
that visual experiences of total darkness are neither illusory nor
hallucinatory. I claim that they are not illusions because they do not
misrepresent any property in the environment, and that they are not
hallucinatory because they exhibit a strong dependency between the
scene before our eyes and what we seem to see, something missing in
all cases of hallucination. Instead, I argue that visual experiences
of total darkness are indetermined visual experiences. This view, I
claim, vindicates the intuitive idea that in seeing total darkness we
seem to see something while failing to see anything.
</p>
</div>
</div>
<div id="outline-container-orgc8a7bed" class="outline-4">
<h4 id="orgc8a7bed"><span class="section-number-4">5.14.3.</span> Noddy Lam, On the Temporal Viewpointedness of Perceptual Experience</h4>
</div>
<div id="outline-container-orgb697a1f" class="outline-4">
<h4 id="orgb697a1f"><span class="section-number-4">5.14.4.</span> Alice Roberts, Can Statues Make Values 'Perceptible'?</h4>
</div>
</div>
<div id="outline-container-orgd8ee3dd" class="outline-3">
<h3 id="orgd8ee3dd"><span class="section-number-3">5.15.</span> <span class="done DONE">DONE</span> Session III.15 Metaphysics and Action</h3>
<div class="outline-text-3" id="text-5-15">
</div>
<div id="outline-container-org082f267" class="outline-4">
<h4 id="org082f267"><span class="section-number-4">5.15.1.</span> Andres Luco, Agency for Biological Machines: Ultimate Control and Alternative Possibilities Not Required</h4>
</div>
<div id="outline-container-org0292618" class="outline-4">
<h4 id="org0292618"><span class="section-number-4">5.15.2.</span> Robyn Waller, Sourcehood compatibilism requires alternatives: New perspectives on Frankfurt cases and the Garden of Forking Paths</h4>
</div>
<div id="outline-container-org34aaf15" class="outline-4">
<h4 id="org34aaf15"><span class="section-number-4">5.15.3.</span> Karl Egerton, Gamification: an explication</h4>
</div>
<div id="outline-container-org537b4a5" class="outline-4">
<h4 id="org537b4a5"><span class="section-number-4">5.15.4.</span> Jan Westerhoff, Idealism and predictive processing</h4>
</div>
</div>
<div id="outline-container-orgaeda0b7" class="outline-3">
<h3 id="orgaeda0b7"><span class="section-number-3">5.16.</span> <span class="done DONE">DONE</span> Session III.16 Discourse, Assertion, Memory</h3>
<div class="outline-text-3" id="text-5-16">
</div>
<div id="outline-container-orge2ff949" class="outline-4">
<h4 id="orge2ff949"><span class="section-number-4">5.16.1.</span> Ross Patrizio, Assertion without sanctions</h4>
</div>
