docs/opensessions.html
<div id="outline-container-org4e10ddb" class="outline-4">
<h4 id="org4e10ddb"><span class="section-number-4">5.16.2.</span> Johan Chung, How to Stop Talking Past Eachother</h4>
</div>
<div id="outline-container-org10b8fbd" class="outline-4">
<h4 id="org10b8fbd"><span class="section-number-4">5.16.3.</span> Ravi Thakral, Socially Centered Discourse</h4>
</div>
<div id="outline-container-org87b3803" class="outline-4">
<h4 id="org87b3803"><span class="section-number-4">5.16.4.</span> Jessie Munton What Difference Does Remembering Make?</h4>
</div>
</div>
<div id="outline-container-orgc7d26ff" class="outline-3">
<h3 id="orgc7d26ff"><span class="section-number-3">5.17.</span> <span class="done DONE">DONE</span> Session III.17 Moral and Normative Philosophy</h3>
<div class="outline-text-3" id="text-5-17">
</div>
<div id="outline-container-org3179cbb" class="outline-4">
<h4 id="org3179cbb"><span class="section-number-4">5.17.1.</span> Guido Melchior, University of Graz, Epistemic regresses as starting-problems and stopping-problems</h4>
<div class="outline-text-4" id="text-5-17-1">
<p>
In this paper, I will take a fresh look at a number of persistent
epistemic regress problems, including Agrippa’s trilemma and problems
of meta-justification, meta-awareness, and metaphysical
explanation. Regress-problems must be divided into two groups,
starting-problems that initiate a regress, and stopping-problems that
attempt to end them. I will use this distinction to explore regress
problems of justification, explanation, understanding, reasoning,
argumentation, and belief. However, I will proceed by systematically
investigating regresses of potential carriers of these epistemic
phenomena &#x2013; propositions, assertions, and beliefs &#x2013; and the causal
relations between them. I will argue that the metaphysical constraints
on these regresses are substantially different. Proceeding in this
way, we acquire a promising new classification of traditional
epistemic regress problems and potential solutions. We can detect
analogies between regresses of different epistemic phenomena with the
same type of carriers but also distinguish between different regress
problems for the same type of epistemic phenomena with different
carriers. Moreover, asymmetries between regress problems of arguing
and making someone believe and between explaining and making someone
understand will be revealed.
</p>
</div>
</div>
<div id="outline-container-orgc27fc1c" class="outline-4">
<h4 id="orgc27fc1c"><span class="section-number-4">5.17.2.</span> Nora Grigore, Romanian Academy, Moral Normative Forces and the Problem of Supererogation</h4>
<div class="outline-text-4" id="text-5-17-2">
<p>
Intuitively, it seems that no justification can be required from the
moral agent who does not give one's life to save others. Omissions of
supererogatory actions do not seem to require justification or
guilt. Then why does the problem of supererogation demand a
justification for omitting morally good deeds?
</p>

<p>
I argue that thinking about the problem of supererogation (i.e. asking
how can we explain that excellent moral deeds are not obligatory) may
lead to distinguishing between two ways of seeing morality and its
normative force. The concept of supererogation often departs from the
usual way of seeing the moral domain: it makes use of obligation and
duty only to state that there is a moral realm beyond duty and the
usual moral obligation. It strongly suggests, therefore, a different
core of morality, one that is not moral obligation.
</p>

<p>
C. Korsgaard, J. Dancy and M.O. Little already walk along these lines
when they speak about a normative force that is ”attractive” rather
than ”compulsive”, or about ”non-deontic reasons” and ”enticing
reasons”, respectively. My aim is to clarify the distinction and to
show that a non- deontic normative force amounts to a different way of
seeing morality altogether.
</p>
</div>
</div>
<div id="outline-container-orge6ee165" class="outline-4">
<h4 id="orge6ee165"><span class="section-number-4">5.17.3.</span> Joshua Jarvis-Campbell, Animal Agriculture and the Long-Term Future</h4>
<div class="outline-text-4" id="text-5-17-3">
<p>
If developments in artificial intelligence continue, we may end up
living in a post-scarcity society. Among the many questions that could
be asked about what should be done in such a society is the following:
How should we treat nonhuman animals? This paper focuses in particular
on animal agriculture, asking whether we have any obligation to stop
farming animals in a post-scarcity society. I argue that farming
animals in a post-scarcity society could be plausibly done in a way
that is morally permissible, even if the practice involves killing
animals and consuming their flesh. To do this, I examine five types of
objections to farming animals: welfare-based objections,
wrongness-of-killing objections, respect-based objections,
anthropocentric objections, and virtue ethics-based objections. I
argue that these objections target contingent, rather than necessary,
features of animal agriculture, suggesting that animal agriculture
could be done in a way that avoids these objections. I conclude that
while certain forms of animal agriculture in the future may be
permissible, there are some significant associated risks that need to
be addressed.
</p>
</div>
</div>
<div id="outline-container-org93c2e44" class="outline-4">
<h4 id="org93c2e44"><span class="section-number-4">5.17.4.</span> Charlotte Franziska Unruh, University of Southampton, Understanding the Relationship between Meaningfulness and Well-Being</h4>
<div class="outline-text-4" id="text-5-17-4">
<p>
Many people hold that meaningfulness and well-being are distinct
dimensions of the good life. But how do these dimensions of the good
life relate? In this paper, I develop a novel account, according to
which the meaningfulness of our lives depends on our attitudes to
things that make our lives go better. More precisely, φ is meaningful
for an agent A if and only if (i) φ contributes to A’s well-being, and
(ii) A has an appropriate attitude to φ, where “appropriate attitude”
can be spelled out as an attitude of care (Frankfurt 1998, 2004). The
novel feature of this account is that meaningfulness depends on
well-being: something that does not contribute to our well-being
cannot be meaningful for us. I defend this view by addressing two
objections. First, I claim that cases of self-sacrifice are not
counterexamples to my view, arguing that cases of self-sacrifice are
most plausibly understood as cases in which agents forego an
opportunity to maximize their well-being (often in favour of increased
meaningfulness). Second, I defend the idea that what is meaningful for
an agent depends on the agent’s subjective attitudes by showing that
my account, when coupled with an objectivist account of well-being,
can accommodate a range of objectivist intuitions about
meaningfulness. Finally, I argue that my view is superior to
alternative views on the relationship between meaningfulness and
well-being that have been proposed in the literature by Metz (2007,
2012, 2013), Woodard (2017), and Hammerton (2022). I argue that my
view is not vulnerable to the challenge that meaning is merely a
subset of well-being, rather than a distinct category; that it
maintains the powerful intuition that meaningfulness possesses final
(not merely instrumental) value; and is compatible with a variety of
views on the nature of well-being.
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luke Elson, luke.elson@reading.ac.uk</p>
<p class="date">Created: 2026-06-19 Fri 15:01</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
